{
  "en": {
    "title": "Backgammon - Fair Board Games",
    "subtitle": "Pure Strategy Classic Game",
    "description": "100% FAIR DICE · PURE STRATEGY\n\nWelcome to Backgammon - Fair Board Games — the classic board strategy where every roll is provably fair and a match starts in seconds!\n\nFEATURES:\n• Provably Fair RNG – open-source code & in-app seeds for self-verification\n• Quick Matchmaking – tap Play and join a ranked game instantly\n• Smart Bot Backup – no waiting; bots use the same fair dice and affect your rank\n• Friend Links – share a URL via WhatsApp, iMessage or Facebook for 1-on-1 duels\n• Pet Companion – feed, level up and earn bonus coins daily\n\nVERIFY EVERY ROLL:\n• Both seeds shown after each game—run the script and confirm the outcome\n• Bots follow identical rules, keeping competition honest\n\nPLAY YOUR WAY:\n• Ranked ladder, casual duels or AI practice\n• Watch live games or replay every move\n• Progress and pets sync across all devices\n\nDownload now and make every roll count!"
  },
  "ar": {
    "title": "Backgammon - طاولة زهر",
    "subtitle": "لعبة الطاولة الكلاسيكية",
    "description": "100% نرد عادل · استراتيجية خالصة\n\nمرحباً بك في Backgammon - طاولة زهر — لعبة الطاولة الكلاسيكية حيث كل رمية نرد عادلة بشكل مثبت وتبدأ المباراة في ثوانٍ معدودة!\n\nالمميزات الرئيسية:\n• مولد أرقام عشوائية عادل ومثبت - كود مفتوح المصدر وبذور داخل التطبيق للتحقق الذاتي من عدالة اللعب\n• مطابقة سريعة - انقر على \"العب\" وانضم إلى لعبة مصنفة على الفور دون انتظار\n• دعم ذكي بالروبوت - لا انتظار؛ تستخدم الروبوتات نفس النرد العادل وتؤثر على تصنيفك الحقيقي\n• روابط الأصدقاء - شارك رابط URL عبر WhatsApp أو iMessage أو Facebook للمبارزات الفردية المثيرة\n• رفيق حيوان أليف محبوب - أطعم حيوانك الأليف وطوّر مستواه واكسب عملات إضافية يومياً\n• أوضاع لعب متعددة - سلم مصنف تنافسي، مبارزات عادية مع الأصدقاء أو تدريب مع الذكاء الاصطناعي المتقدم\n• تقدم متزامن سحابي - احفظ تقدمك وحيواناتك الأليفة عبر جميع أجهزتك تلقائياً\n\nاللعب النزيه المضمون 100%:\n• يتم عرض البذور الكاملة بعد كل لعبة - شغّل السكريبت وتأكد من النتيجة بنفسك\n• تتبع الروبوتات نفس القواعد تماماً، مما يحافظ على نزاهة المنافسة الكاملة\n• شاهد الألعاب المباشرة أو أعد تشغيل كل حركة للتعلم من اللاعبين المحترفين\n• نظام مكافحة الغش المتطور يضمن بيئة لعب عادلة للجميع\n\nأنماط اللعب المتنوعة والمثيرة:\n• العب في البطولات المصنفة لاختبار مهاراتك ضد لاعبين حقيقيين من جميع أنحاء العالم\n• تحدى أصدقاءك وعائلتك في مباريات خاصة عبر روابط مشتركة سهلة\n• تدرب ضد الذكاء الاصطناعي بمستويات صعوبة متعددة من المبتدئ إلى الخبير\n• استمتع بألعاب سريعة لدقائق قليلة أو مباريات طويلة استراتيجية حسب تفضيلك\n• شارك في البطولات الأسبوعية والشهرية مع جوائز قيمة\n\nمميزات إضافية رائعة:\n• واجهة سلسة وسهلة الاستخدام مع رسومات جميلة عالية الدقة\n• إحصائيات مفصلة وتحليلات متقدمة لتتبع تقدمك وتحسين استراتيجيتك\n• دردشة داخل اللعبة آمنة للتواصل مع خصومك بروح رياضية\n• بطولات منتظمة يومية وأسبوعية مع جوائز مثيرة وتصنيفات عالمية\n• لعب بدون إنترنت متاح للتدريب والمتعة في أي وقت وأي مكان\n• دعم كامل للغة العربية مع واجهة مصممة خصيصاً للاعبين العرب\n• نظام إنجازات شامل مع مكافآت يومية وأسبوعية وشهرية\n• خيارات تخصيص متعددة للوحة اللعب والقطع والخلفيات\n\nحمّل الآن واستمتع بأفضل تجربة طاولة زهر عادلة ومثيرة!"
  },
  "ca": {
    "title": "Backgammon - Joc Just",
    "subtitle": "Joc d'estratègia clàssic",
    "description": "100% DAUS JUSTOS · ESTRATÈGIA PURA\n\nBenvingut a Backgammon - Joc Just — el joc d'estratègia clàssic on cada tirada és demostrablament justa i les partides comencen en segons!\n\nCARACTERÍSTIQUES:\n• RNG Demostrablemente Just - codi obert i llavors per auto-verificació\n• Emparellament Ràpid - toca Jugar i uneix-te a una partida classificada a l'instant\n• Suport Intel·ligent de Bots - sense esperes; els bots usen els mateixos daus justos\n• Enllaços d'Amics - comparteix URL via WhatsApp, iMessage o Facebook per duels\n• Mascota Company - alimenta, puja nivells i guanya monedes diàries\n• Progrés sincronitzat entre tots els dispositius\n\nDescarrega ara i fes que cada tirada compti!"
  },
  "hr": {
    "title": "Backgammon - Poštena Igra",
    "subtitle": "Klasična strateška igra",
    "description": "100% POŠTENE KOCKE · ČISTA STRATEGIJA\n\nDobrodošli u Backgammon - Poštena Igra — klasična strateška igra gdje je svako bacanje dokazano pošteno i meč počinje u sekundama!\n\nZNAČAJKE:\n• Dokazano pošten RNG - otvoreni kod i sjemena za samo-provjeru\n• Brzo uparivanje - dodirnite Igraj i pridružite se rangiranoj igri odmah\n• Pametna podrška botova - bez čekanja; botovi koriste iste poštene kocke\n• Linkovi za prijatelje - podijelite URL putem WhatsApp, iMessage ili Facebook\n• Kućni ljubimac - hranite, podignite razinu i zaradite bonus novčiće dnevno\n• Sinkronizirani napredak na svim uređajima\n\nPreuzmite sada i neka svako bacanje bude važno!"
  },
  "cs": {
    "title": "Backgammon - Férová Hra",
    "subtitle": "Klasická strategická hra",
    "description": "100% FÉROVÉ KOSTKY · ČISTÁ STRATEGIE\n\nVítejte v Backgammon - Férová Hra — klasická strategická hra, kde je každý hod prokazatelně férový a zápas začíná během sekund!\n\nFUNKCE:\n• Prokazatelně férový RNG - otevřený kód a semena pro vlastní ověření\n• Rychlé párování - klepněte na Hrát a okamžitě se připojte k hodnocené hře\n• Chytrá podpora botů - žádné čekání; boti používají stejné férové kostky\n• Odkazy pro přátele - sdílejte URL přes WhatsApp, iMessage nebo Facebook\n• Mazlíček společník - krmte, zvyšujte úroveň a získávejte bonusové mince denně\n• Synchronizovaný postup napříč všemi zařízeními\n\nStáhněte nyní a nechte každý hod počítat!"
  },
  "da": {
    "title": "Backgammon - Fair Brætspil",
    "subtitle": "Klassisk strategispil",
    "description": "100% FAIR TERNINGER · REN STRATEGI\n\nVelkommen til Backgammon - Fair Brætspil — det klassiske strategispil hvor hvert kast er bevisligt fair og kampe starter på sekunder!\n\nFUNKTIONER:\n• Bevisligt Fair RNG - open source kode og frø til selv-verifikation\n• Hurtig Matchmaking - tryk Spil og deltag i rangeret spil øjeblikkeligt\n• Smart Bot Support - ingen ventetid; bots bruger samme fair terninger\n• Venne-links - del URL via WhatsApp, iMessage eller Facebook til dueller\n• Kæledyr Makker - fodre, level op og tjen bonus mønter dagligt\n• Synkroniseret fremgang på tværs af alle enheder\n\nDownload nu og få hvert kast til at tælle!"
  },
  "nl": {
    "title": "Backgammon - Eerlijk Spel",
    "subtitle": "Klassiek strategisch bordspel",
    "description": "100% EERLIJKE DOBBELSTENEN · PURE STRATEGIE\n\nWelkom bij Backgammon - Eerlijk Spel — het klassieke strategische bordspel waar elke worp aantoonbaar eerlijk is en wedstrijden in seconden beginnen!\n\nKENMERKEN:\n• Aantoonbaar Eerlijke RNG - open source code en seeds voor zelfverificatie\n• Snelle Matchmaking - tik op Spelen en doe direct mee aan een gerankt spel\n• Slimme Bot Ondersteuning - geen wachttijd; bots gebruiken dezelfde eerlijke dobbelstenen\n• Vrienden Links - deel URL via WhatsApp, iMessage of Facebook voor duels\n• Huisdier Metgezel - voed, level omhoog en verdien dagelijks bonus munten\n• Gesynchroniseerde voortgang op alle apparaten\n\nDownload nu en laat elke worp tellen!"
  },
  "fi": {
    "title": "Backgammon - Reilu Peli",
    "subtitle": "Klassinen strategiapeli",
    "description": "100% REILUT NOPAT · PUHDAS STRATEGIA\n\nTervetuloa Backgammon - Reilu Peli — klassinen strategiapeli, jossa jokainen heitto on todistettavasti reilu ja ottelu alkaa sekunneissa!\n\nOMINAISUUDET:\n• Todistettavasti Reilu RNG - avoimen lähdekoodin ja siemenet itse varmistamiseen\n• Nopea Vastustajan Etsintä - napauta Pelaa ja liity rankattuun peliin heti\n• Älykäs Bottituki - ei odottelua; botit käyttävät samoja reiluja noppia\n• Ystävälinkit - jaa URL WhatsApp, iMessage tai Facebook kautta kaksintaisteluihin\n• Lemmikki Kumppani - ruoki, nosta tasoa ja ansaitse bonuskolikoita päivittäin\n• Synkronoitu edistyminen kaikilla laitteilla\n\nLataa nyt ja tee jokaisesta heitosta tärkeä!"
  },
  "fr": {
    "title": "Backgammon - Jeu Équitable",
    "subtitle": "Jeu de stratégie classique",
    "description": "100% DÉS ÉQUITABLES · PURE STRATÉGIE\n\nBienvenue dans Backgammon - Jeu Équitable — le jeu de stratégie classique où chaque lancer est prouvé équitable et une partie commence en secondes !\n\nFONCTIONNALITÉS :\n• RNG Prouvé Équitable - code open source et graines pour auto-vérification\n• Matchmaking Rapide - appuyez sur Jouer et rejoignez une partie classée instantanément\n• Support Bot Intelligent - pas d'attente ; les bots utilisent les mêmes dés équitables\n• Liens Amis - partagez une URL via WhatsApp, iMessage ou Facebook pour des duels\n• Compagnon Animal - nourrissez, montez de niveau et gagnez des pièces bonus quotidiennement\n• Progression synchronisée sur tous les appareils\n\nTéléchargez maintenant et faites compter chaque lancer !"
  },
  "de": {
    "title": "Backgammon - Faires Spiel",
    "subtitle": "Klassisches Strategiespiel",
    "description": "100% FAIRE WÜRFEL · REINE STRATEGIE\n\nWillkommen bei Backgammon - Faires Spiel — das klassische Strategiespiel, bei dem jeder Wurf nachweislich fair ist und ein Match in Sekunden beginnt!\n\nFUNKTIONEN:\n• Nachweislich Fairer RNG - Open-Source-Code und Seeds zur Selbstverifizierung\n• Schnelles Matchmaking - tippe auf Spielen und trete sofort einem gewerteten Spiel bei\n• Intelligente Bot-Unterstützung - kein Warten; Bots verwenden dieselben fairen Würfel\n• Freundeslinks - teile URL über WhatsApp, iMessage oder Facebook für Duelle\n• Haustier-Begleiter - füttere, levele auf und verdiene täglich Bonusmünzen\n• Synchronisierter Fortschritt auf allen Geräten\n\nJetzt herunterladen und jeden Wurf zählen lassen!"
  },
  "el": {
    "title": "Backgammon - Τάβλι",
    "subtitle": "Κλασικό παιχνίδι στρατηγικής",
    "description": "100% ΔΙΚΑΙΑ ΖΑΡΙΑ · ΚΑΘΑΡΗ ΣΤΡΑΤΗΓΙΚΗ\n\nΚαλώς ήρθατε στο Backgammon - Τάβλι — το κλασικό παιχνίδι στρατηγικής όπου κάθε ζαριά είναι αποδεδειγμένα δίκαιη και ένας αγώνας ξεκινά σε δευτερόλεπτα!\n\nΧΑΡΑΚΤΗΡΙΣΤΙΚΑ:\n• Αποδεδειγμένα Δίκαιη Γεννήτρια - ανοιχτός κώδικας και σπόροι για αυτο-επαλήθευση\n• Γρήγορο Ταίριασμα - πατήστε Παίξτε και μπείτε σε κατατασσόμενο παιχνίδι αμέσως\n• Έξυπνη Υποστήριξη Bot - χωρίς αναμονή· τα bots χρησιμοποιούν τα ίδια δίκαια ζάρια\n• Σύνδεσμοι Φίλων - μοιραστείτε URL μέσω WhatsApp, iMessage ή Facebook για μονομαχίες\n• Κατοικίδιο Σύντροφος - ταΐστε, ανεβάστε επίπεδο και κερδίστε μπόνους νομίσματα καθημερινά\n• Συγχρονισμένη πρόοδος σε όλες τις συσκευές\n\nΚατεβάστε τώρα και κάντε κάθε ζαριά να μετράει!"
  },
  "he": {
    "title": "שש בש - Backgammon",
    "subtitle": "משחק אסטרטגיה קלאסי",
    "description": "100% קוביות הוגנות · אסטרטגיה טהורה\n\nברוכים הבאים לשש בש - Backgammon — משחק האסטרטגיה הקלאסי שבו כל הטלה הוגנת באופן מוכח ומשחק מתחיל בשניות!\n\nתכונות:\n• RNG הוגן מוכח - קוד פתוח וזרעים לאימות עצמי\n• התאמה מהירה - הקש שחק והצטרף למשחק מדורג מיד\n• תמיכת בוט חכמה - ללא המתנה; בוטים משתמשים באותן קוביות הוגנות\n• קישורי חברים - שתף URL דרך WhatsApp, iMessage או Facebook לדו-קרב\n• חיית מחמד - האכל, העלה רמה וזכה במטבעות בונוס מדי יום\n• התקדמות מסונכרנת בכל המכשירים\n\nהורד עכשיו וגרום לכל הטלה להיחשב!"
  },
  "hi": {
    "title": "Backgammon - निष्पक्ष खेल",
    "subtitle": "क्लासिक रणनीति गेम",
    "description": "100% निष्पक्ष पासे · शुद्ध रणनीति\n\nBackgammon - निष्पक्ष खेल में आपका स्वागत है — क्लासिक बोर्ड रणनीति जहां हर रोल निष्पक्ष साबित होता है और मैच सेकंड में शुरू होता है!\n\nविशेषताएं:\n• साबित निष्पक्ष RNG - स्व-सत्यापन के लिए ओपन-सोर्स कोड और बीज\n• त्वरित मैचमेकिंग - प्ले पर टैप करें और तुरंत रैंक गेम में शामिल हों\n• स्मार्ट बॉट समर्थन - कोई प्रतीक्षा नहीं; बॉट्स समान निष्पक्ष पासे का उपयोग करते हैं\n• मित्र लिंक - 1-ऑन-1 द्वंद्व के लिए WhatsApp, iMessage या Facebook के माध्यम से URL साझा करें\n• पालतू साथी - खिलाएं, स्तर बढ़ाएं और दैनिक बोनस सिक्के कमाएं\n• सभी उपकरणों में सिंक्रोनाइज़ प्रगति\n\nअभी डाउनलोड करें और हर रोल को महत्वपूर्ण बनाएं!"
  },
  "hu": {
    "title": "Backgammon - Fair Játék",
    "subtitle": "Klasszikus stratégiai játék",
    "description": "100% FAIR KOCKÁK · TISZTA STRATÉGIA\n\nÜdvözöljük a Backgammon - Fair Játék játékban — a klasszikus stratégiai játék, ahol minden dobás bizonyíthatóan tisztességes és a meccs másodpercek alatt kezdődik!\n\nJELLEMZŐK:\n• Bizonyíthatóan Fair RNG - nyílt forráskódú és magok az önellenőrzéshez\n• Gyors Párosítás - koppints a Játék gombra és azonnal csatlakozz rangsorolt játékhoz\n• Okos Bot Támogatás - nincs várakozás; a botok ugyanazokat a fair kockákat használják\n• Barát Linkek - ossz meg URL-t WhatsApp, iMessage vagy Facebook keresztül párbajokhoz\n• Háziállat Társ - etesd, szintet lépj és szerezz bónusz érméket naponta\n• Szinkronizált haladás minden eszközön\n\nTöltsd le most és számítson minden dobás!"
  },
  "id": {
    "title": "Backgammon - Permainan Adil",
    "subtitle": "Permainan strategi klasik",
    "description": "100% DADU ADIL · STRATEGI MURNI\n\nSelamat datang di Backgammon - Permainan Adil — strategi papan klasik di mana setiap lemparan terbukti adil dan pertandingan dimulai dalam hitungan detik!\n\nFITUR:\n• RNG Terbukti Adil - kode sumber terbuka & benih untuk verifikasi mandiri\n• Pencocokan Cepat - ketuk Main dan bergabung dengan game berperingkat secara instan\n• Dukungan Bot Pintar - tanpa menunggu; bot menggunakan dadu adil yang sama\n• Tautan Teman - bagikan URL melalui WhatsApp, iMessage atau Facebook untuk duel\n• Hewan Peliharaan - beri makan, naik level dan dapatkan koin bonus harian\n• Kemajuan tersinkronisasi di semua perangkat\n\nUnduh sekarang dan buat setiap lemparan berarti!"
  },
  "it": {
    "title": "Backgammon - Gioco Equo",
    "subtitle": "Gioco di strategia classico",
    "description": "100% DADI EQUI · STRATEGIA PURA\n\nBenvenuto in Backgammon - Gioco Equo — il classico gioco di strategia dove ogni lancio è dimostrabilmente equo e una partita inizia in pochi secondi!\n\nCARATTERISTICHE:\n• RNG Dimostrabilmente Equo - codice open source e semi per auto-verifica\n• Matchmaking Veloce - tocca Gioca e unisciti istantaneamente a una partita classificata\n• Supporto Bot Intelligente - nessuna attesa; i bot usano gli stessi dadi equi\n• Link Amici - condividi URL via WhatsApp, iMessage o Facebook per duelli\n• Animale Domestico - nutri, sali di livello e guadagna monete bonus giornaliere\n• Progressi sincronizzati su tutti i dispositivi\n\nScarica ora e rendi importante ogni lancio!"
  },
  "ja": {
    "title": "バックギャモン - 公平なゲーム",
    "subtitle": "クラシック戦略ゲーム",
    "description": "100%公平なサイコロ・純粋な戦略\n\nバックギャモン - 公平なゲームへようこそ — すべてのロールが証明可能に公平で、数秒で試合が始まるクラシックボード戦略ゲーム！\n\n機能：\n• 証明可能に公平なRNG - 自己検証のためのオープンソースコードとシード\n• クイックマッチング - プレイをタップして即座にランク戦に参加\n• スマートボットサポート - 待ち時間なし；ボットは同じ公平なサイコロを使用\n• フレンドリンク - WhatsApp、iMessage、Facebookで1対1の対戦用URLを共有\n• ペットコンパニオン - 餌をやり、レベルアップして毎日ボーナスコインを獲得\n• すべてのデバイスで同期された進行状況\n\n今すぐダウンロードして、すべてのロールを大切に！"
  },
  "ko": {
    "title": "백개먼 - 공정한 보드게임",
    "subtitle": "클래식 전략 게임",
    "description": "100% 공정한 주사위 · 순수 전략\n\n백개먼 - 공정한 보드게임에 오신 것을 환영합니다 — 모든 주사위가 증명 가능하게 공정하고 몇 초 만에 경기가 시작되는 클래식 보드 전략 게임!\n\n특징:\n• 증명 가능한 공정 RNG - 자체 검증을 위한 오픈 소스 코드 및 시드\n• 빠른 매치메이킹 - 플레이를 탭하고 즉시 랭크 게임에 참여\n• 스마트 봇 지원 - 대기 없음; 봇은 동일한 공정한 주사위 사용\n• 친구 링크 - WhatsApp, iMessage 또는 Facebook을 통해 1대1 대결용 URL 공유\n• 펫 동반자 - 먹이 주고, 레벨 업하고 매일 보너스 코인 획득\n• 모든 기기에서 동기화된 진행 상황\n\n지금 다운로드하고 모든 주사위를 중요하게 만드세요!"
  },
  "ms": {
    "title": "Backgammon - Permainan Adil",
    "subtitle": "Permainan strategi klasik",
    "description": "100% DADU ADIL · STRATEGI TULEN\n\nSelamat datang ke Backgammon - Permainan Adil — strategi papan klasik di mana setiap lontaran terbukti adil dan perlawanan bermula dalam saat!\n\nCIRI-CIRI:\n• RNG Terbukti Adil - kod sumber terbuka & benih untuk pengesahan sendiri\n• Padanan Pantas - ketik Main dan sertai permainan berperingkat serta-merta\n• Sokongan Bot Pintar - tiada menunggu; bot menggunakan dadu adil yang sama\n• Pautan Rakan - kongsi URL melalui WhatsApp, iMessage atau Facebook untuk pertarungan\n• Haiwan Peliharaan - beri makan, naik tahap dan peroleh syiling bonus harian\n• Kemajuan disegerakkan merentas semua peranti\n\nMuat turun sekarang dan jadikan setiap lontaran bermakna!"
  },
  "no": {
    "title": "Backgammon - Rettferdig Spill",
    "subtitle": "Klassisk strategispill",
    "description": "100% RETTFERDIGE TERNINGER · REN STRATEGI\n\nVelkommen til Backgammon - Rettferdig Spill — det klassiske strategispillet hvor hvert kast er beviselig rettferdig og kamper starter på sekunder!\n\nFUNKSJONER:\n• Beviselig Rettferdig RNG - åpen kildekode og frø for selvverifisering\n• Rask Matchmaking - trykk Spill og bli med i rangert spill øyeblikkelig\n• Smart Bot-støtte - ingen venting; bots bruker samme rettferdige terninger\n• Vennelenker - del URL via WhatsApp, iMessage eller Facebook for dueller\n• Kjæledyr Følgesvenn - mat, nivå opp og tjen bonusmynter daglig\n• Synkronisert fremgang på tvers av alle enheter\n\nLast ned nå og la hvert kast telle!"
  },
  "pl": {
    "title": "Backgammon - Uczciwa Gra",
    "subtitle": "Klasyczna gra strategiczna",
    "description": "100% UCZCIWE KOSTKI · CZYSTA STRATEGIA\n\nWitamy w Backgammon - Uczciwa Gra — klasyczna strategia planszowa, gdzie każdy rzut jest udowodniony jako uczciwy, a mecz zaczyna się w sekundy!\n\nFUNKCJE:\n• Udowodniony Uczciwy RNG - kod open source i nasiona do samoweryfikacji\n• Szybkie Dopasowanie - stuknij Graj i dołącz do rankingowej gry natychmiast\n• Inteligentne Wsparcie Botów - bez czekania; boty używają tych samych uczciwych kostek\n• Linki Przyjaciół - udostępnij URL przez WhatsApp, iMessage lub Facebook do pojedynków\n• Zwierzak Towarzysz - karm, awansuj i zdobywaj bonusowe monety codziennie\n• Zsynchronizowany postęp na wszystkich urządzeniach\n\nPobierz teraz i spraw, by każdy rzut się liczył!"
  },
  "pt-BR": {
    "title": "Gamão - Jogo Justo",
    "subtitle": "Jogo de estratégia clássico",
    "description": "100% DADOS JUSTOS · ESTRATÉGIA PURA\n\nBem-vindo ao Gamão - Jogo Justo — o clássico jogo de estratégia onde cada jogada é comprovadamente justa e uma partida começa em segundos!\n\nRECURSOS:\n• RNG Comprovadamente Justo - código aberto e sementes para auto-verificação\n• Matchmaking Rápido - toque Jogar e entre em um jogo ranqueado instantaneamente\n• Suporte Bot Inteligente - sem espera; bots usam os mesmos dados justos\n• Links de Amigos - compartilhe URL via WhatsApp, iMessage ou Facebook para duelos\n• Pet Companheiro - alimente, suba de nível e ganhe moedas bônus diariamente\n• Progresso sincronizado em todos os dispositivos\n\nBaixe agora e faça cada jogada valer!"
  },
  "pt": {
    "title": "Backgammon - Jogo Justo",
    "subtitle": "Jogo de estratégia clássico",
    "description": "100% DADOS JUSTOS · ESTRATÉGIA PURA\n\nBem-vindo ao Backgammon - Jogo Justo — o clássico jogo de estratégia onde cada lançamento é comprovadamente justo e uma partida começa em segundos!\n\nCARACTERÍSTICAS:\n• RNG Comprovadamente Justo - código aberto e sementes para auto-verificação\n• Emparelhamento Rápido - toque Jogar e junte-se a um jogo classificado instantaneamente\n• Suporte Bot Inteligente - sem espera; bots usam os mesmos dados justos\n• Links de Amigos - partilhe URL via WhatsApp, iMessage ou Facebook para duelos\n• Animal de Estimação - alimente, suba de nível e ganhe moedas bónus diariamente\n• Progresso sincronizado em todos os dispositivos\n\nDescarregue agora e faça cada lançamento contar!"
  },
  "ro": {
    "title": "Backgammon - Joc Corect",
    "subtitle": "Joc de strategie clasic",
    "description": "100% ZARURI CORECTE · STRATEGIE PURĂ\n\nBun venit la Backgammon - Joc Corect — jocul clasic de strategie unde fiecare aruncare este demonstrabil corectă și o partidă începe în câteva secunde!\n\nCARACTERISTICI:\n• RNG Demonstrabil Corect - cod open source și semințe pentru auto-verificare\n• Potrivire Rapidă - apasă Joacă și intră instant într-un joc clasificat\n• Suport Bot Inteligent - fără așteptare; boții folosesc aceleași zaruri corecte\n• Linkuri Prieteni - partajează URL prin WhatsApp, iMessage sau Facebook pentru dueluri\n• Animal de Companie - hrănește, crește nivelul și câștigă monede bonus zilnic\n• Progres sincronizat pe toate dispozitivele\n\nDescarcă acum și fă ca fiecare aruncare să conteze!"
  },
  "ru": {
    "title": "Нарды - Честная Игра",
    "subtitle": "Классическая стратегия",
    "description": "100% ЧЕСТНЫЕ КОСТИ · ЧИСТАЯ СТРАТЕГИЯ\n\nДобро пожаловать в Нарды - Честная Игра — классическая настольная стратегия, где каждый бросок доказуемо честный, а матч начинается за секунды!\n\nОСОБЕННОСТИ:\n• Доказуемо Честный ГСЧ - открытый код и внутренние сиды для самопроверки\n• Быстрый Подбор - нажмите Играть и мгновенно присоединитесь к рейтинговой игре\n• Умная Поддержка Ботов - без ожидания; боты используют те же честные кости\n• Ссылки для Друзей - поделитесь URL через WhatsApp, iMessage или Facebook для дуэлей\n• Питомец-Компаньон - кормите, повышайте уровень и зарабатывайте бонусные монеты ежедневно\n• Синхронизированный прогресс на всех устройствах\n\nСкачайте сейчас и сделайте каждый бросок важным!"
  },
  "sk": {
    "title": "Backgammon - Férová Hra",
    "subtitle": "Klasická strategická hra",
    "description": "100% FÉROVÉ KOCKY · ČISTÁ STRATÉGIA\n\nVitajte v Backgammon - Férová Hra — klasická strategická hra, kde je každý hod preukázateľne férový a zápas začína za sekundy!\n\nFUNKCIE:\n• Preukázateľne Férový RNG - otvorený kód a semená pre vlastnú verifikáciu\n• Rýchle Párovanie - ťuknite na Hrať a okamžite sa pripojte k hodnotenému zápasu\n• Inteligentná Podpora Botov - žiadne čakanie; boti používajú tie isté férové kocky\n• Odkazy pre Priateľov - zdieľajte URL cez WhatsApp, iMessage alebo Facebook pre súboje\n• Domáci Miláčik - kŕmte, zvyšujte úroveň a získavajte bonusové mince denne\n• Synchronizovaný pokrok naprieč všetkými zariadeniami\n\nStiahnite teraz a nech sa každý hod počíta!"
  },
  "es": {
    "title": "Backgammon - Juego Justo",
    "subtitle": "Juego de estrategia clásico",
    "description": "100% DADOS JUSTOS · ESTRATEGIA PURA\n\n¡Bienvenido a Backgammon - Juego Justo — el juego de estrategia clásico donde cada tirada es demostrablemente justa y las partidas empiezan en segundos!\n\nCARACTERÍSTICAS:\n• RNG Demostrablemente Justo - código abierto y semillas para auto-verificación\n• Emparejamiento Rápido - pulsa Jugar y únete a un juego clasificado al instante\n• Soporte de Bot Inteligente - sin esperas; los bots usan los mismos dados justos\n• Enlaces de Amigos - comparte URL vía WhatsApp, iMessage o Facebook para duelos\n• Mascota Compañera - alimenta, sube de nivel y gana monedas bonus diariamente\n• Progreso sincronizado en todos los dispositivos\n\n¡Descarga ahora y haz que cada tirada cuente!"
  },
  "sv": {
    "title": "Backgammon - Rättvist Spel",
    "subtitle": "Klassiskt strategispel",
    "description": "100% RÄTTVISA TÄRNINGAR · REN STRATEGI\n\nVälkommen till Backgammon - Rättvist Spel — det klassiska strategispelet där varje kast är bevisligen rättvist och matcher börjar på sekunder!\n\nFUNKTIONER:\n• Bevisligen Rättvis RNG - öppen källkod och frön för självverifiering\n• Snabb Matchmaking - tryck Spela och gå med i ett rankat spel direkt\n• Smart Bot-stöd - ingen väntan; botar använder samma rättvisa tärningar\n• Vänlänkar - dela URL via WhatsApp, iMessage eller Facebook för dueller\n• Husdjur Kompis - mata, levla upp och tjäna bonusmynt dagligen\n• Synkroniserade framsteg över alla enheter\n\nLadda ner nu och gör varje kast värt!"
  },
  "th": {
    "title": "แบ็คแกมมอน - เกมยุติธรรม",
    "subtitle": "เกมกลยุทธ์คลาสสิก",
    "description": "100% ลูกเต๋ายุติธรรม · กลยุทธ์บริสุทธิ์\n\nยินดีต้อนรับสู่ แบ็คแกมมอน - เกมยุติธรรม — เกมกลยุทธ์คลาสสิกที่ทุกการทอยพิสูจน์ได้ว่ายุติธรรมและแมตช์เริ่มในไม่กี่วินาที!\n\nคุณสมบัติ:\n• RNG ที่พิสูจน์ได้ว่ายุติธรรม - โค้ดโอเพ่นซอร์สและซีดสำหรับการตรวจสอบด้วยตนเอง\n• การจับคู่ที่รวดเร็ว - แตะเล่นและเข้าร่วมเกมแรงค์ทันที\n• การสนับสนุนบอทอัจฉริยะ - ไม่ต้องรอ บอทใช้ลูกเต๋ายุติธรรมเดียวกัน\n• ลิงก์เพื่อน - แชร์ URL ผ่าน WhatsApp, iMessage หรือ Facebook สำหรับการดวล\n• สัตว์เลี้ยงคู่ใจ - ให้อาหาร เลเวลอัพ และรับเหรียญโบนัสทุกวัน\n• ความก้าวหน้าที่ซิงค์ข้ามอุปกรณ์ทั้งหมด\n\nดาวน์โหลดตอนนี้และทำให้ทุกการทอยมีความหมาย!"
  },
  "tr": {
    "title": "Tavla - Adil Oyun",
    "subtitle": "Klasik strateji oyunu",
    "description": "100% ADİL ZARLAR · SAF STRATEJİ\n\nTavla - Adil Oyun'a hoş geldiniz — her atışın kanıtlanabilir şekilde adil olduğu ve maçların saniyeler içinde başladığı klasik strateji oyunu!\n\nÖZELLİKLER:\n• Kanıtlanabilir Adil RNG - kendi doğrulama için açık kaynak kod ve tohumlar\n• Hızlı Eşleştirme - Oyna'ya dokunun ve anında dereceli oyuna katılın\n• Akıllı Bot Desteği - bekleme yok; botlar aynı adil zarları kullanır\n• Arkadaş Bağlantıları - düello için WhatsApp, iMessage veya Facebook üzerinden URL paylaşın\n• Evcil Hayvan Arkadaş - besleyin, seviye atlayın ve günlük bonus para kazanın\n• Tüm cihazlarda senkronize ilerleme\n\nŞimdi indirin ve her atışın önemli olmasını sağlayın!"
  },
  "uk": {
    "title": "Нарди - Чесна Гра",
    "subtitle": "Класична стратегічна гра",
    "description": "100% ЧЕСНІ КУБИКИ · ЧИСТА СТРАТЕГІЯ\n\nЛаскаво просимо до Нарди - Чесна Гра — класична настільна стратегія, де кожен кидок доведено чесний, а матч починається за секунди!\n\nОСОБЛИВОСТІ:\n• Доведено Чесний ГВЧ - відкритий код та внутрішні сіди для самоперевірки\n• Швидкий Підбір - натисніть Грати і миттєво приєднайтесь до рейтингової гри\n• Розумна Підтримка Ботів - без очікування; боти використовують ті самі чесні кубики\n• Посилання для Друзів - поділіться URL через WhatsApp, iMessage або Facebook для дуелей\n• Домашній Улюбленець - годуйте, підвищуйте рівень та заробляйте бонусні монети щодня\n• Синхронізований прогрес на всіх пристроях\n\nЗавантажте зараз і зробіть кожен кидок важливим!"
  },
  "vi": {
    "title": "Backgammon - Xúc Xắc Công Bằng",
    "subtitle": "Trò chơi chiến lược cổ điển",
    "description": "100% XÚC XẮC CÔNG BẰNG · CHIẾN LƯỢC THUẦN TÚY\n\nChào mừng đến với Cờ Cá Ngựa - Trò Chơi Công Bằng — trò chơi chiến lược cổ điển nơi mọi lần tung xúc xắc đều công bằng có thể chứng minh và trận đấu bắt đầu trong vài giây!\n\nTÍNH NĂNG:\n• RNG Công Bằng Có Thể Chứng Minh - mã nguồn mở và hạt giống để tự xác minh\n• Ghép Trận Nhanh - chạm Chơi và tham gia trò chơi xếp hạng ngay lập tức\n• Hỗ Trợ Bot Thông Minh - không phải chờ; bot sử dụng cùng xúc xắc công bằng\n• Liên Kết Bạn Bè - chia sẻ URL qua WhatsApp, iMessage hoặc Facebook để đấu tay đôi\n• Thú Cưng Đồng Hành - cho ăn, lên cấp và kiếm xu thưởng hàng ngày\n• Tiến trình đồng bộ trên tất cả thiết bị\n\nTải xuống ngay và làm cho mỗi lần tung xúc xắc đều có ý nghĩa!"
  },
  "zh-Hans": {
    "title": "双陆棋 - 公平游戏",
    "subtitle": "经典策略游戏",
    "description": "100%公平骰子·纯粹策略\n\n欢迎来到双陆棋 - 公平游戏——经典的棋盘策略游戏，每次掷骰都可证明公平，比赛在几秒内开始！\n\n功能特色：\n• 可证明公平的随机数生成器 - 开源代码和应用内种子供自我验证\n• 快速匹配 - 点击开始，立即加入排位赛\n• 智能机器人支持 - 无需等待；机器人使用相同的公平骰子\n• 好友链接 - 通过WhatsApp、iMessage或Facebook分享URL进行一对一对决\n• 宠物伙伴 - 喂养、升级并每日赚取奖励金币\n• 所有设备同步进度\n\n立即下载，让每次掷骰都有意义！"
  },
  "zh-Hant": {
    "title": "雙陸棋 - 公平遊戲",
    "subtitle": "經典策略遊戲",
    "description": "100%公平骰子·純粹策略\n\n歡迎來到雙陸棋 - 公平遊戲——經典的棋盤策略遊戲，每次擲骰都可證明公平，比賽在幾秒內開始！\n\n功能特色：\n• 可證明公平的隨機數生成器 - 開源代碼和應用內種子供自我驗證\n• 快速配對 - 點擊開始，立即加入排位賽\n• 智慧機器人支援 - 無需等待；機器人使用相同的公平骰子\n• 好友連結 - 透過WhatsApp、iMessage或Facebook分享URL進行一對一對決\n• 寵物夥伴 - 餵養、升級並每日賺取獎勵金幣\n• 所有裝置同步進度\n\n立即下載，讓每次擲骰都有意義！"
  }
}