{
  "ar": {
    "title": "روبيك مكعب حل: مسح وحل",
    "subtitle": "مسح وحل · 100+ مكعب للتدريب",
    "description": "حل المكعب – رفيقك المثالي\nمسح بالكاميرا وحل فوري\nوجّه كاميرتك نحو أي مكعب 3×3 مخلوط واحصل على تعليمات خطوة بخطوة في ثوانٍ. تقنية التعرف المتقدمة تقرأ الألوان بدقة حتى في الإضاءة المنخفضة.\nأكثر من 100 لغز افتراضي\nمن المكعبات الكلاسيكية 2×2 و3×3 إلى التحديات 4×4 و5×5 والهرم والميغامينكس والأشكال المعدلة – استكشف تنوعًا مذهلاً من الألغاز الدوارة. تدرّب في أي وقت دون حمل مكعبات حقيقية.\nتعلّم وتطوّر\nاتبع رسومات 3D سهلة ترشدك في كل حركة. سجّل أوقاتك وحقق أرقامًا قياسية شخصية وتسلّق لوحات الصدارة العالمية. مثالي للمبتدئين أو محترفي السرعة.\nمميزات ستحبها\n• يعمل بدون إنترنت – تدرّب في أي مكان\n• لوحات صدارة عالمية ومحلية وأصدقاء\n• تحديات يومية مع مكافآت\n• مولّد خلط للتدريب العادل\n• واجهة نظيفة وبديهية\nحمّل الآن وحل أي مكعب كالمحترفين!"
  },
  "ca": {
    "title": "Rubik Cub Solver: Escaneig",
    "subtitle": "Escaneig · Practica 100+ cubs",
    "description": "Resol Cub – El Teu Company Definitiu\nESCANEIG AMB CÀMERA I SOLUCIÓ INSTANTÀNIA\nApunta la càmera a qualsevol cub 3x3 barrejat i obtén instruccions pas a pas en segons. La nostra tecnologia de reconeixement llegeix els colors amb precisió, fins i tot amb poca llum.\nMÉS DE 100 TRENCACLOSQUES VIRTUALS\nDes dels clàssics 2x2 i 3x3 fins als desafiants 4x4, 5x5, Pyraminx, Megaminx i modificacions de forma – explora una varietat increïble de trencaclosques giratoris. Practica en qualsevol moment sense portar cubs físics.\nAPRÈN I MILLORA\nSegueix animacions 3D intuïtives que et guien en cada moviment. Registra els teus temps, estableix rècords personals i puja en les classificacions globals. Perfecte per a principiants aprenent la seva primera solució o speedcubers entrenant per a competir.\nFUNCIONS QUE T'ENCANTARAN\n• Funciona sense connexió – practica on sigui\n• Classificacions globals, locals i d'amics\n• Reptes diaris amb recompenses\n• Generador de barreges per a pràctica justa\n• Interfície neta i intuïtiva\nDescarrega ara i resol qualsevol cub com un professional!"
  },
  "zh-Hans": {
    "title": "魔方还原器：扫描还原",
    "subtitle": "扫描还原 · 100+种魔方练习",
    "description": "魔方还原器 – 你的终极魔方伴侣\n相机扫描 · 即时求解\n将手机对准任意打乱的三阶魔方，几秒内即可获得分步还原指导。先进的识别技术即使在弱光环境下也能准确读取魔方颜色。\n100+ 种虚拟魔方等你挑战\n从经典的二阶、三阶到挑战性的四阶、五阶，再到金字塔、五魔方和各种异形魔方——探索令人难以置信的扭转谜题世界。随时随地练习，无需携带实体魔方。\n学习与提升\n跟随直观的 3D 动画，轻松掌握每一步操作。记录还原时间，刷新个人纪录，登上全球排行榜。无论你是正在学习入门解法的新手，还是备战比赛的速拧高手，这里都能满足你。\n你会爱上的功能\n• 离线可用 – 随时随地练习\n• 全球、本地、好友排行榜\n• 每日挑战赢取奖励\n• 打乱生成器确保公平练习\n• 简洁直观的界面\n立即下载，像专业玩家一样还原任何魔方！"
  },
  "zh-Hant": {
    "title": "魔術方塊解法：掃描還原",
    "subtitle": "掃描還原 · 100+種方塊練習",
    "description": "魔術方塊解法 – 你的終極魔術方塊夥伴\n相機掃描 · 即時求解\n將手機對準任意打亂的三階方塊，幾秒內即可獲得分步還原指導。先進的辨識技術即使在弱光環境下也能準確讀取方塊顏色。\n100+ 種虛擬方塊等你挑戰\n從經典的二階、三階到挑戰性的四階、五階，再到金字塔、五魔方和各種異形方塊——探索令人難以置信的扭轉謎題世界。隨時隨地練習，無需攜帶實體方塊。\n學習與提升\n跟隨直觀的 3D 動畫，輕鬆掌握每一步操作。記錄還原時間，刷新個人紀錄，登上全球排行榜。無論你是正在學習入門解法的新手，還是備戰比賽的速解高手，這裡都能滿足你。\n你會愛上的功能\n• 離線可用 – 隨時隨地練習\n• 全球、本地、好友排行榜\n• 每日挑戰贏取獎勵\n• 打亂生成器確保公平練習\n• 簡潔直觀的介面\n立即下載，像專業玩家一樣還原任何方塊！"
  },
  "hr": {
    "title": "Rubikova Kocka Solver: Sken",
    "subtitle": "Skeniraj · Vježbaj 100+",
    "description": "Čarobna Kocka – Vaš Ultimativni Partner\nSKENIRANJE KAMEROM I TRENUTNO RJEŠENJE\nUsmjerite kameru na bilo koju izmiješanu 3x3 kocku i dobijte upute korak po korak u sekundi. Naša napredna tehnologija prepoznavanja čita boje precizno čak i pri slabom svjetlu.\nVIŠE OD 100 VIRTUALNIH SLAGALICA\nOd klasičnih 2x2 i 3x3 do izazovnih 4x4, 5x5, Pyraminx, Megaminx i shape modova – istražite nevjerojatnu raznolikost okretnih slagalica. Vježbajte bilo kada bez nošenja fizičkih kocaka.\nUČITE I NAPREDUJTE\nPratite intuitivne 3D animacije koje vas vode kroz svaki potez. Zabilježite vremena, postavite osobne rekorde i penjite se na globalnim ljestvicama. Savršeno za početnike koji uče prvo rješenje ili speedcubere koji treniraju za natjecanje.\nZNAČAJKE KOJE ĆETE VOLJETI\n• Radi offline – vježbajte bilo gdje\n• Globalne, lokalne i prijateljske ljestvice\n• Dnevni izazovi s nagradama\n• Generator scrambleova za poštenu praksu\n• Čisto, intuitivno sučelje\nPreuzmite sada i riješite bilo koju kocku kao profesionalac!"
  },
  "cs": {
    "title": "Rubikova Kostka Solver: Sken",
    "subtitle": "Skenuj · Cvič 100+ kostek",
    "description": "Řešič Kostky – Váš Dokonalý Partner\nSKENOVÁNÍ KAMEROU A OKAMŽITÉ ŘEŠENÍ\nNamiřte kameru na jakoukoli zamíchanou kostku 3x3 a získejte pokyny krok za krokem během několika sekund. Naše pokročilá rozpoznávací technologie čte barvy přesně i při slabém osvětlení.\nVÍCE NEŽ 100 VIRTUÁLNÍCH HLAVOLAMŮ\nOd klasických 2x2 a 3x3 po náročné 4x4, 5x5, Pyraminx, Megaminx a shape mody – prozkoumejte neuvěřitelnou rozmanitost otáčecích hlavolamů. Cvičte kdykoli bez nošení fyzických kostek.\nUČTE SE A ZLEPŠUJTE SE\nSledujte intuitivní 3D animace, které vás provedou každým tahem. Zaznamenávejte časy, stanovte osobní rekordy a stoupejte v globálních žebříčcích. Ideální pro začátečníky učící se první řešení nebo speedcubery trénující na soutěže.\nFUNKCE, KTERÉ SI ZAMILUJETE\n• Funguje offline – cvičte kdekoli\n• Globální, místní a přátelské žebříčky\n• Denní výzvy s odměnami\n• Generátor scramblů pro férovou praxi\n• Čisté, intuitivní rozhraní\nStáhněte nyní a řešte jakoukoli kostku jako profesionál!"
  },
  "da": {
    "title": "Rubiks Kube Løser: Scan Løs",
    "subtitle": "Scan · Øv 100+ terninger",
    "description": "Kube Løser – Din Ultimative Kube Partner\nKAMERASCANNING OG ØJEBLIKKELIG LØSNING\nPeg dit kamera mod en blandet 3x3 terning og få trin-for-trin instruktioner på sekunder. Vores avancerede genkendelsesteknologi læser farver præcist, selv i svagt lys.\nOVER 100 VIRTUELLE PUSLESPIL\nFra klassiske 2x2 og 3x3 til udfordrende 4x4, 5x5, Pyraminx, Megaminx og shape mods – udforsk en utrolig variation af drejevridningspuslespil. Øv dig når som helst uden at medbringe fysiske terninger.\nLÆR OG BLIV BEDRE\nFølg intuitive 3D-animationer der guider dig gennem hvert træk. Registrer dine tider, sæt personlige rekorder og klatr i globale ranglister. Perfekt for begyndere der lærer deres første løsning eller speedcubere der træner til konkurrence.\nFUNKTIONER DU VIL ELSKE\n• Virker offline – øv dig hvor som helst\n• Globale, lokale og vennelister\n• Daglige udfordringer med belønninger\n• Scramble-generator til fair øvelse\n• Rent, intuitivt interface\nDownload nu og løs enhver terning som en professionel!"
  },
  "nl": {
    "title": "Rubiks Kubus Solver: Scan",
    "subtitle": "Scan · Oefen 100+ kubussen",
    "description": "Kubus Oplosser – Jouw Ultieme Kubus Partner\nCAMERASCAN & DIRECTE OPLOSSING\nRicht je camera op een gemengde 3x3 kubus en krijg binnen enkele seconden stap-voor-stap instructies. Onze geavanceerde herkenningstechnologie leest kleuren nauwkeurig, zelfs bij weinig licht.\nMEER DAN 100 VIRTUELE PUZZELS\nVan de klassieke 2x2 en 3x3 tot uitdagende 4x4, 5x5, Pyraminx, Megaminx en shape mods – ontdek een ongelooflijke verscheidenheid aan draai-puzzels. Oefen wanneer je wilt zonder fysieke kubussen mee te nemen.\nLEER & VERBETER\nVolg intuïtieve 3D-animaties die je door elke beweging leiden. Registreer je tijden, vestig persoonlijke records en klim in de mondiale ranglijsten. Perfect voor beginners die hun eerste oplossing leren of speedcubers die trainen voor wedstrijden.\nFUNCTIES DIE JE GEWELDIG VINDT\n• Werkt offline – oefen overal\n• Wereldwijde, lokale & vriendenranglijsten\n• Dagelijkse uitdagingen met beloningen\n• Scramble-generator voor eerlijke oefening\n• Strakke, intuïtieve interface\nDownload nu en los elke kubus op als een pro!"
  },
  "en": {
    "title": "Rubix Cube Solver: Scan Solve",
    "subtitle": "Scan · Practice 100+ Cubes",
    "description": "Cube Solver – Your Ultimate Cube Companion\nCAMERA SCAN & INSTANT SOLVE\nPoint your camera at any scrambled 3x3 cube and get step-by-step solving instructions in seconds. Our advanced recognition technology reads your cube's colors accurately, even in low light.\n100+ VIRTUAL PUZZLES TO MASTER\nFrom classic 2x2 and 3x3 cubes to challenging 4x4, 5x5, Pyraminx, Megaminx, and shape mods – explore an incredible variety of twisty puzzles. Practice anytime without carrying physical cubes.\nLEARN & IMPROVE\nFollow intuitive 3D animations that guide you through each move. Track your solve times, set personal records, and climb global leaderboards. Perfect for beginners learning their first solve or speedcubers training for competition.\nFEATURES YOU'LL LOVE\n• Works offline – practice anywhere\n• Global, local & friends leaderboards\n• Daily challenges with rewards\n• Scramble generator for fair practice\n• Clean, intuitive interface\nDownload now and solve any cube like a pro!"
  },
  "fi": {
    "title": "Rubik Kuutio Solver: Skannaa",
    "subtitle": "Skannaa · Harjoittele 100+",
    "description": "Taikakuutio – Täydellinen Kuutiokumppanisi\nKAMERASKANNAUS JA VÄLITÖN RATKAISU\nOsoita kameralla mitä tahansa sekoitettua 3x3-kuutiota ja saat vaiheittaiset ohjeet sekunneissa. Edistyksellinen tunnistustekniikkamme lukee värit tarkasti jopa heikossa valossa.\nYLI 100 VIRTUAALISTA PULMAA\nKlassisista 2x2 ja 3x3 kuutioista haastaviin 4x4, 5x5, Pyraminxiin, Megaminxiin ja muotomodeihin – tutustu uskomattomaan valikoimaan kierto-pulmia. Harjoittele milloin tahansa ilman fyysisiä kuutioita.\nOPI JA KEHITY\nSeuraa intuitiivisia 3D-animaatioita, jotka opastavat jokaisen siirron. Seuraa aikojasi, aseta henkilökohtaisia ennätyksiä ja nouse maailmanlaajuisissa tulostauluissa. Täydellinen aloittelijoille, jotka opettelevat ensimmäistä ratkaisua, tai speedcubereille, jotka harjoittelevat kilpailuihin.\nOMINAISUUDET, JOISTA PIDÄT\n• Toimii offline – harjoittele missä tahansa\n• Maailmanlaajuiset, paikalliset ja ystävälistat\n• Päivittäiset haasteet palkinnoilla\n• Sekoitusgeneraattori reiluun harjoitteluun\n• Selkeä, intuitiivinen käyttöliittymä\nLataa nyt ja ratkaise mikä tahansa kuutio kuin ammattilainen!"
  },
  "fr": {
    "title": "Rubik's Cube Solver: Scan",
    "subtitle": "Scan · Pratiquez 100+ cubes",
    "description": "Cube Magique – Votre Compagnon Ultime\nSCAN CAMÉRA ET SOLUTION INSTANTANÉE\nPointez votre caméra vers n'importe quel cube 3x3 mélangé et obtenez des instructions étape par étape en quelques secondes. Notre technologie de reconnaissance lit les couleurs avec précision, même en faible luminosité.\nPLUS DE 100 PUZZLES VIRTUELS\nDu classique 2x2 et 3x3 aux défis 4x4, 5x5, Pyraminx, Megaminx et modifications de forme – explorez une incroyable variété de casse-têtes rotatifs. Entraînez-vous à tout moment sans transporter de cubes physiques.\nAPPRENEZ ET PROGRESSEZ\nSuivez des animations 3D intuitives qui vous guident à chaque mouvement. Enregistrez vos temps, établissez des records personnels et grimpez dans les classements mondiaux. Parfait pour les débutants apprenant leur première résolution ou les speedcubers s'entraînant pour la compétition.\nFONCTIONNALITÉS QUE VOUS AIMEREZ\n• Fonctionne hors ligne – pratiquez partout\n• Classements mondiaux, locaux et entre amis\n• Défis quotidiens avec récompenses\n• Générateur de mélanges pour un entraînement équitable\n• Interface claire et intuitive\nTéléchargez maintenant et résolvez n'importe quel cube comme un pro !"
  },
  "de": {
    "title": "Rubik Zauberwürfel Löser",
    "subtitle": "Scannen · 100+ Würfel üben",
    "description": "Zauberwürfel Löser – Dein ultimativer Würfel Begleiter\nKAMERA-SCAN & SOFORTLÖSUNG\nRichte deine Kamera auf einen verdrehten 3x3 Würfel und erhalte in Sekunden Schritt-für-Schritt-Anleitungen. Unsere fortschrittliche Erkennungstechnologie liest Farben präzise, auch bei schwachem Licht.\nÜBER 100 VIRTUELLE PUZZLES\nVom klassischen 2x2 und 3x3 bis zu herausfordernden 4x4, 5x5, Pyraminx, Megaminx und Shape-Mods – entdecke eine unglaubliche Vielfalt an Drehpuzzles. Übe jederzeit, ohne physische Würfel mitzunehmen.\nLERNEN & VERBESSERN\nFolge intuitiven 3D-Animationen, die dich durch jeden Zug führen. Verfolge deine Zeiten, stelle persönliche Rekorde auf und steige in globalen Ranglisten auf. Perfekt für Anfänger beim ersten Lösen oder Speedcuber im Wettkampftraining.\nFUNKTIONEN, DIE DU LIEBEN WIRST\n• Offline nutzbar – überall üben\n• Globale, lokale & Freunde-Ranglisten\n• Tägliche Herausforderungen mit Belohnungen\n• Scramble-Generator für faires Training\n• Saubere, intuitive Oberfläche\nJetzt herunterladen und jeden Würfel wie ein Profi lösen!"
  },
  "el": {
    "title": "Ρούμπικ Κύβος Solver: Σάρωση",
    "subtitle": "Σάρωση · Εξάσκηση 100+",
    "description": "Λύση Κύβου – Ο Απόλυτος Σύντροφος\nΣΑΡΩΣΗ ΚΑΜΕΡΑΣ & ΑΜΕΣΗ ΛΥΣΗ\nΣτρέψτε την κάμερα σε οποιονδήποτε ανακατεμένο κύβο 3x3 και λάβετε οδηγίες βήμα-βήμα σε δευτερόλεπτα. Η προηγμένη τεχνολογία αναγνώρισης διαβάζει τα χρώματα με ακρίβεια, ακόμα και σε χαμηλό φως.\nΠΑΝΩ ΑΠΟ 100 ΕΙΚΟΝΙΚΑ ΠΑΖΛ\nΑπό τους κλασικούς 2x2 και 3x3 έως τους απαιτητικούς 4x4, 5x5, Pyraminx, Megaminx και shape mods – εξερευνήστε μια απίστευτη ποικιλία περιστροφικών παζλ. Εξασκηθείτε οποτεδήποτε χωρίς να κουβαλάτε φυσικούς κύβους.\nΜΑΘΕΤΕ & ΒΕΛΤΙΩΘΕΙΤΕ\nΑκολουθήστε διαισθητικά 3D animations που σας καθοδηγούν σε κάθε κίνηση. Καταγράψτε τους χρόνους σας, σπάστε προσωπικά ρεκόρ και ανεβείτε στις παγκόσμιες κατατάξεις. Ιδανικό για αρχάριους ή speedcubers που προπονούνται για αγώνες.\nΧΑΡΑΚΤΗΡΙΣΤΙΚΑ ΠΟΥ ΘΑ ΑΓΑΠΗΣΕΤΕ\n• Λειτουργεί offline – εξασκηθείτε παντού\n• Παγκόσμιες, τοπικές και φιλικές κατατάξεις\n• Καθημερινές προκλήσεις με ανταμοιβές\n• Γεννήτρια scramble για δίκαιη εξάσκηση\n• Καθαρή, διαισθητική διεπαφή\nΚατεβάστε τώρα και λύστε οποιονδήποτε κύβο σαν επαγγελματίας!"
  },
  "he": {
    "title": "רוביק קוביה Solver: סרוק",
    "subtitle": "סרוק · תרגל 100+ קוביות",
    "description": "קוביה הונגרית – השותף המושלם\nסריקת מצלמה ופתרון מיידי\nכוון את המצלמה לכל קוביה 3x3 מעורבבת וקבל הוראות צעד אחר צעד תוך שניות. טכנולוגיית הזיהוי המתקדמת שלנו קוראת צבעים במדויק, גם בתאורה חלשה.\nיותר מ-100 חידות וירטואליות\nמקוביות 2x2 ו-3x3 קלאסיות ועד 4x4, 5x5 מאתגרות, פירמינקס, מגמינקס ושינויי צורה – חקור מגוון מדהים של חידות סיבוב. תתאמן בכל זמן בלי לסחוב קוביות פיזיות.\nלמד והשתפר\nעקוב אחר אנימציות 3D אינטואיטיביות שמנחות אותך בכל מהלך. רשום את הזמנים שלך, שבור שיאים אישיים וטפס בדירוגים העולמיים. מושלם למתחילים שלומדים את הפתרון הראשון או לספידקיוברים שמתאמנים לתחרויות.\nתכונות שתאהב\n• עובד אופליין – תתאמן בכל מקום\n• דירוגים גלובליים, מקומיים וחברים\n• אתגרים יומיים עם פרסים\n• מחולל סקרמבל לתרגול הוגן\n• ממשק נקי ואינטואיטיבי\nהורד עכשיו ופתור כל קוביה כמו מקצוען!"
  },
  "hi": {
    "title": "रुबिक क्यूब सॉल्वर: स्कैन",
    "subtitle": "स्कैन · 100+ क्यूब अभ्यास",
    "description": "क्यूब सॉल्वर – आपका परम क्यूब साथी\nकैमरा स्कैन और तुरंत हल\nकिसी भी मिश्रित 3x3 क्यूब पर कैमरा पॉइंट करें और सेकंडों में चरण-दर-चरण निर्देश प्राप्त करें। हमारी उन्नत पहचान तकनीक कम रोशनी में भी रंगों को सटीक रूप से पढ़ती है।\n100+ वर्चुअल पहेलियाँ\nक्लासिक 2x2 और 3x3 से लेकर चुनौतीपूर्ण 4x4, 5x5, Pyraminx, Megaminx और शेप मॉड्स तक – घूमने वाली पहेलियों की अविश्वसनीय विविधता का अन्वेषण करें। भौतिक क्यूब्स के बिना कभी भी अभ्यास करें।\nसीखें और सुधारें\nसहज 3D एनिमेशन का अनुसरण करें जो हर चाल में आपका मार्गदर्शन करते हैं। अपना समय रिकॉर्ड करें, व्यक्तिगत रिकॉर्ड बनाएं और वैश्विक लीडरबोर्ड में ऊपर चढ़ें। पहली बार हल करना सीखने वाले शुरुआती लोगों या प्रतियोगिता के लिए प्रशिक्षण लेने वाले स्पीडक्यूबर्स के लिए बिल्कुल सही।\nआपको पसंद आने वाली सुविधाएँ\n• ऑफ़लाइन काम करता है – कहीं भी अभ्यास करें\n• ग्लोबल, लोकल और मित्र लीडरबोर्ड\n• पुरस्कारों के साथ दैनिक चुनौतियाँ\n• निष्पक्ष अभ्यास के लिए स्क्रैम्बल जनरेटर\n• साफ-सुथरा, सहज इंटरफ़ेस\nअभी डाउनलोड करें और किसी भी क्यूब को प्रो की तरह हल करें!"
  },
  "hu": {
    "title": "Rubik Kocka Solver: Szken",
    "subtitle": "Szkennelés · Gyakorolj 100+",
    "description": "Kocka Kirakás – Tökéletes Partnerét\nKAMERÁS SZKENNELÉS ÉS AZONNALI MEGOLDÁS\nIrányítsd a kamerát bármely kevert 3x3 kockára, és másodpercek alatt lépésről lépésre útmutatást kapsz. Fejlett felismerő technológiánk pontosan olvassa a színeket még gyenge fényben is.\nTÖBB MINT 100 VIRTUÁLIS FEJTÖRŐ\nA klasszikus 2x2 és 3x3 kockáktól a kihívást jelentő 4x4, 5x5, Pyraminx, Megaminx és shape modokig – fedezz fel hihetetlen választékot forgós fejtörőkből. Gyakorolj bármikor fizikai kockák nélkül.\nTANULJ ÉS FEJLŐDJ\nKövesd az intuitív 3D animációkat, amelyek minden mozdulatnál vezetnek. Rögzítsd időidet, állíts fel személyes rekordokat és kapaszkodj fel a globális ranglistákon. Tökéletes kezdőknek az első megoldás megtanulásához vagy speedcubereknek versenyedzéshez.\nFUNKCIÓK, AMIKET SZERETNI FOGSZ\n• Offline működik – gyakorolj bárhol\n• Globális, helyi és barátok ranglisták\n• Napi kihívások jutalmakkal\n• Scramble generátor a tisztességes gyakorláshoz\n• Tiszta, intuitív felület\nTöltsd le most és oldj meg bármilyen kockát profiként!"
  },
  "id": {
    "title": "Rubik Kubus Solver: Pindai",
    "subtitle": "Pindai · Latih 100+ kubus",
    "description": "Kubus Ajaib – Pendamping Terbaik\nPINDAI KAMERA & SOLUSI INSTAN\nArahkan kamera ke kubus 3x3 yang diacak dan dapatkan instruksi langkah demi langkah dalam hitungan detik. Teknologi pengenalan canggih kami membaca warna dengan akurat, bahkan dalam cahaya redup.\n100+ PUZZLE VIRTUAL\nDari klasik 2x2 dan 3x3 hingga 4x4, 5x5 yang menantang, Pyraminx, Megaminx, dan shape mods – jelajahi variasi puzzle putar yang luar biasa. Berlatih kapan saja tanpa membawa kubus fisik.\nBELAJAR & BERKEMBANG\nIkuti animasi 3D intuitif yang memandu Anda di setiap gerakan. Catat waktu Anda, pecahkan rekor pribadi, dan naiki peringkat global. Sempurna untuk pemula yang belajar solusi pertama atau speedcuber yang berlatih untuk kompetisi.\nFITUR YANG AKAN ANDA SUKAI\n• Bekerja offline – berlatih di mana saja\n• Papan peringkat global, lokal, dan teman\n• Tantangan harian dengan hadiah\n• Generator scramble untuk latihan yang adil\n• Antarmuka bersih dan intuitif\nUnduh sekarang dan selesaikan kubus apa pun seperti profesional!"
  },
  "it": {
    "title": "Rubik Cubo Solver: Scansiona",
    "subtitle": "Scansiona · Allenati 100+",
    "description": "Cubo Magico – Il Tuo Compagno Definitivo\nSCANSIONE FOTOCAMERA E SOLUZIONE ISTANTANEA\nPunta la fotocamera su qualsiasi cubo 3x3 mescolato e ottieni istruzioni passo passo in pochi secondi. La nostra tecnologia di riconoscimento legge i colori con precisione, anche in condizioni di scarsa luce.\nOLTRE 100 PUZZLE VIRTUALI\nDal classico 2x2 e 3x3 ai più impegnativi 4x4, 5x5, Pyraminx, Megaminx e shape mod – esplora un'incredibile varietà di rompicapi rotanti. Allenati in qualsiasi momento senza portare cubi fisici.\nIMPARA E MIGLIORA\nSegui animazioni 3D intuitive che ti guidano in ogni mossa. Registra i tuoi tempi, stabilisci record personali e scala le classifiche globali. Perfetto per principianti che imparano la prima soluzione o speedcuber che si allenano per le competizioni.\nFUNZIONI CHE AMERAI\n• Funziona offline – allenati ovunque\n• Classifiche globali, locali e amici\n• Sfide giornaliere con ricompense\n• Generatore di scramble per allenamento equo\n• Interfaccia pulita e intuitiva\nScarica ora e risolvi qualsiasi cubo come un professionista!"
  },
  "ja": {
    "title": "ルービックキューブ解法: スキャン",
    "subtitle": "スキャン · 100種以上で練習",
    "description": "キューブ攻略 – 究極のキューブパートナー\nカメラスキャン＆即時解法\nスクランブルされた3x3キューブにカメラを向けるだけで、数秒でステップバイステップの解法を取得。先進の認識技術が暗所でも正確に色を読み取ります。\n100種類以上のバーチャルパズル\n定番の2x2、3x3から、挑戦的な4x4、5x5、ピラミンクス、メガミンクス、変形キューブまで — 驚くほど多彩なツイスティパズルを探求しましょう。実物のキューブを持ち歩かなくても、いつでも練習できます。\n学んで上達\n直感的な3Dアニメーションで各手順をガイド。タイムを記録し、自己ベストを更新し、グローバルランキングに挑戦。初めて揃える初心者から競技を目指すスピードキューバーまで最適です。\nきっと気に入る機能\n• オフライン対応 – どこでも練習可能\n• グローバル・ローカル・フレンドランキング\n• デイリーチャレンジで報酬獲得\n• 公平な練習用スクランブル生成\n• すっきり直感的なインターフェース\n今すぐダウンロードして、プロのようにキューブを攻略しよう！"
  },
  "ko": {
    "title": "루빅스 큐브 솔버: 스캔 풀이",
    "subtitle": "스캔 · 100종 이상 연습",
    "description": "큐브 솔버 – 궁극의 큐브 파트너\n카메라 스캔 & 즉시 풀이\n스크램블된 3x3 큐브에 카메라를 대면 몇 초 만에 단계별 풀이법을 제공합니다. 첨단 인식 기술로 어두운 환경에서도 정확하게 색상을 인식합니다.\n100가지 이상의 가상 퍼즐\n기본 2x2, 3x3부터 도전적인 4x4, 5x5, 피라밍크스, 메가밍크스, 쉐이프 모드까지 — 놀라운 트위스트 퍼즐 세계를 탐험하세요. 실물 큐브 없이 언제 어디서나 연습하세요.\n배우고 실력 향상\n직관적인 3D 애니메이션으로 각 동작을 안내합니다. 풀이 시간을 기록하고 개인 기록을 세우고 글로벌 리더보드에 도전하세요. 첫 풀이를 배우는 초보자부터 대회를 준비하는 스피드큐버까지 모두에게 적합합니다.\n마음에 들 기능\n• 오프라인 지원 – 어디서나 연습 가능\n• 글로벌, 로컬, 친구 리더보드\n• 일일 챌린지로 보상 획득\n• 공정한 연습을 위한 스크램블 생성기\n• 깔끔하고 직관적인 인터페이스\n지금 다운로드하고 프로처럼 큐브를 풀어보세요!"
  },
  "ms": {
    "title": "Rubik Kiub Solver: Imbas",
    "subtitle": "Imbas · Latih 100+ kiub",
    "description": "Kiub Ajaib – Rakan Terbaik Anda\nIMBASAN KAMERA & PENYELESAIAN SEGERA\nHalakan kamera ke mana-mana kiub 3x3 yang dikocak dan dapatkan arahan langkah demi langkah dalam beberapa saat. Teknologi pengecaman canggih kami membaca warna dengan tepat, walaupun dalam cahaya malap.\n100+ TEKA-TEKI MAYA\nDaripada klasik 2x2 dan 3x3 kepada 4x4, 5x5 yang mencabar, Pyraminx, Megaminx dan shape mods – terokai kepelbagaian teka-teki pusing yang menakjubkan. Berlatih bila-bila masa tanpa membawa kiub fizikal.\nBELAJAR & TINGKATKAN\nIkuti animasi 3D intuitif yang membimbing anda setiap gerakan. Rekod masa anda, pecahkan rekod peribadi dan naik tangga kedudukan global. Sesuai untuk pemula yang mempelajari penyelesaian pertama atau speedcuber yang berlatih untuk pertandingan.\nCIRI YANG ANDA AKAN SUKA\n• Berfungsi luar talian – berlatih di mana sahaja\n• Kedudukan global, tempatan dan rakan\n• Cabaran harian dengan ganjaran\n• Penjana scramble untuk latihan adil\n• Antara muka bersih dan intuitif\nMuat turun sekarang dan selesaikan mana-mana kiub seperti profesional!"
  },
  "no": {
    "title": "Rubiks Kube Løser: Skann",
    "subtitle": "Skann · Øv 100+ kuber",
    "description": "Kube Løser – Din Ultimate Kube Partner\nKAMERASKANNING OG ØYEBLIKKELIG LØSNING\nPek kameraet mot en blandet 3x3 kube og få trinnvise instruksjoner på sekunder. Vår avanserte gjenkjenningsteknologi leser farger nøyaktig, selv i dårlig lys.\nOVER 100 VIRTUELLE PUSLESPILL\nFra klassiske 2x2 og 3x3 til utfordrende 4x4, 5x5, Pyraminx, Megaminx og shape mods – utforsk et utrolig utvalg av vri-puslespill. Øv når som helst uten å ta med fysiske kuber.\nLÆR OG BLI BEDRE\nFølg intuitive 3D-animasjoner som guider deg gjennom hvert trekk. Registrer tidene dine, sett personlige rekorder og klatre i globale rangeringer. Perfekt for nybegynnere som lærer sin første løsning eller speedcubere som trener til konkurranse.\nFUNKSJONER DU VIL ELSKE\n• Fungerer offline – øv hvor som helst\n• Globale, lokale og vennerangeringer\n• Daglige utfordringer med belønninger\n• Scramble-generator for rettferdig øvelse\n• Rent, intuitivt grensesnitt\nLast ned nå og løs enhver kube som en proff!"
  },
  "pl": {
    "title": "Kostka Rubika Solver: Skanuj",
    "subtitle": "Skanuj · Ćwicz 100+ kostek",
    "description": "Kostka Układanie – Twój Niezawodny Partner\nSKANOWANIE KAMERĄ I NATYCHMIASTOWE ROZWIĄZANIE\nSkieruj kamerę na dowolną pomieszaną kostkę 3x3 i otrzymaj instrukcje krok po kroku w kilka sekund. Nasza zaawansowana technologia rozpoznawania odczytuje kolory precyzyjnie, nawet przy słabym oświetleniu.\nPONAD 100 WIRTUALNYCH ŁAMIGŁÓWEK\nOd klasycznych 2x2 i 3x3 po wymagające 4x4, 5x5, Pyraminx, Megaminx i modyfikacje kształtu – odkryj niesamowitą różnorodność obrotowych łamigłówek. Ćwicz w dowolnym momencie bez noszenia fizycznych kostek.\nUCZ SIĘ I DOSKONALIJ\nPodążaj za intuicyjnymi animacjami 3D prowadzącymi przez każdy ruch. Rejestruj czasy, ustanawiaj rekordy osobiste i wspinaj się w globalnych rankingach. Idealne dla początkujących uczących się pierwszego rozwiązania lub speedcuberów trenujących do zawodów.\nFUNKCJE, KTÓRE POKOCHASZ\n• Działa offline – ćwicz gdziekolwiek\n• Rankingi globalne, lokalne i znajomych\n• Codzienne wyzwania z nagrodami\n• Generator scramble'i dla uczciwej praktyki\n• Przejrzysty, intuicyjny interfejs\nPobierz teraz i rozwiązuj każdą kostkę jak profesjonalista!"
  },
  "pt-BR": {
    "title": "Rubik Cubo Solver: Escaneie",
    "subtitle": "Escaneie · Pratique 100+",
    "description": "Cubo Mágico – Seu Companheiro Definitivo\nESCANEAMENTO COM CÂMERA E SOLUÇÃO INSTANTÂNEA\nAponte sua câmera para qualquer cubo 3x3 embaralhado e obtenha instruções passo a passo em segundos. Nossa tecnologia de reconhecimento lê as cores com precisão, mesmo em ambientes com pouca luz.\nMAIS DE 100 PUZZLES VIRTUAIS\nDo clássico 2x2 e 3x3 aos desafiadores 4x4, 5x5, Pyraminx, Megaminx e shape mods – explore uma variedade incrível de quebra-cabeças giratórios. Pratique a qualquer momento sem carregar cubos físicos.\nAPRENDA E MELHORE\nSiga animações 3D intuitivas que guiam você em cada movimento. Registre seus tempos, estabeleça recordes pessoais e suba nas classificações globais. Perfeito para iniciantes aprendendo sua primeira solução ou speedcubers treinando para competições.\nRECURSOS QUE VOCÊ VAI AMAR\n• Funciona offline – pratique em qualquer lugar\n• Rankings globais, locais e de amigos\n• Desafios diários com recompensas\n• Gerador de embaralhamento para treino justo\n• Interface limpa e intuitiva\nBaixe agora e resolva qualquer cubo como um profissional!"
  },
  "pt": {
    "title": "Rubik Cubo Solver: Scan",
    "subtitle": "Scan · Pratique 100+ cubos",
    "description": "Cubo Mágico – Seu Companheiro Definitivo\nESCANEAMENTO COM CÂMERA E SOLUÇÃO INSTANTÂNEA\nAponte sua câmera para qualquer cubo 3x3 embaralhado e obtenha instruções passo a passo em segundos. Nossa tecnologia de reconhecimento lê as cores com precisão, mesmo em ambientes com pouca luz.\nMAIS DE 100 PUZZLES VIRTUAIS\nDo clássico 2x2 e 3x3 aos desafiadores 4x4, 5x5, Pyraminx, Megaminx e shape mods – explore uma variedade incrível de quebra-cabeças giratórios. Pratique a qualquer momento sem carregar cubos físicos.\nAPRENDA E MELHORE\nSiga animações 3D intuitivas que guiam você em cada movimento. Registre seus tempos, estabeleça recordes pessoais e suba nas classificações globais. Perfeito para iniciantes aprendendo sua primeira solução ou speedcubers treinando para competições.\nRECURSOS QUE VOCÊ VAI AMAR\n• Funciona offline – pratique em qualquer lugar\n• Rankings globais, locais e de amigos\n• Desafios diários com recompensas\n• Gerador de embaralhamento para treino justo\n• Interface limpa e intuitiva\nBaixe agora e resolva qualquer cubo como um profissional!"
  },
  "ro": {
    "title": "Rubik Cub Solver: Scanează",
    "subtitle": "Scanează · Exersează 100+",
    "description": "Cubul Magic – Partenerul Tău Suprem\nSCANARE CU CAMERA ȘI SOLUȚIE INSTANTANEE\nÎndreaptă camera spre orice cub 3x3 amestecat și primește instrucțiuni pas cu pas în câteva secunde. Tehnologia noastră avansată de recunoaștere citește culorile cu precizie, chiar și în lumină slabă.\nPESTE 100 DE PUZZLE-URI VIRTUALE\nDe la clasicele 2x2 și 3x3 la provocatoarele 4x4, 5x5, Pyraminx, Megaminx și shape mods – explorează o varietate incredibilă de puzzle-uri rotative. Exersează oricând fără să cari cuburi fizice.\nÎNVAȚĂ ȘI ÎMBUNĂTĂȚEȘTE-TE\nUrmează animații 3D intuitive care te ghidează prin fiecare mișcare. Înregistrează timpii, stabilește recorduri personale și urcă în clasamentele globale. Perfect pentru începători care învață prima soluție sau speedcuberi care se antrenează pentru competiții.\nCARACTERISTICI PE CARE LE VEI ADORA\n• Funcționează offline – exersează oriunde\n• Clasamente globale, locale și prieteni\n• Provocări zilnice cu recompense\n• Generator de scramble pentru practică echitabilă\n• Interfață curată și intuitivă\nDescarcă acum și rezolvă orice cub ca un profesionist!"
  },
  "ru": {
    "title": "Рубик Кубик Solver: Скан",
    "subtitle": "Сканируй · Практика 100+",
    "description": "Кубик Решатель – Ваш идеальный помощник\nСКАНИРОВАНИЕ КАМЕРОЙ И МГНОВЕННОЕ РЕШЕНИЕ\nНаведите камеру на любой перемешанный кубик 3x3 и получите пошаговую инструкцию за секунды. Наша технология распознавания точно считывает цвета даже при слабом освещении.\nБОЛЕЕ 100 ВИРТУАЛЬНЫХ ГОЛОВОЛОМОК\nОт классических 2x2 и 3x3 до сложных 4x4, 5x5, пирамидки, мегаминкса и шейп-модов – исследуйте невероятное разнообразие крутящихся головоломок. Тренируйтесь в любое время без физических кубиков.\nУЧИТЕСЬ И СОВЕРШЕНСТВУЙТЕСЬ\nСледуйте интуитивным 3D-анимациям, которые проведут вас через каждый ход. Записывайте время, устанавливайте личные рекорды и поднимайтесь в глобальных рейтингах. Идеально для новичков, осваивающих первую сборку, или спидкуберов, готовящихся к соревнованиям.\nФУНКЦИИ, КОТОРЫЕ ВАМ ПОНРАВЯТСЯ\n• Работает офлайн – тренируйтесь где угодно\n• Глобальные, локальные и рейтинги друзей\n• Ежедневные испытания с наградами\n• Генератор скрамблов для честной практики\n• Чистый, интуитивный интерфейс\nСкачайте сейчас и собирайте любой кубик как профессионал!"
  },
  "sk": {
    "title": "Rubik Kocka Solver: Skenuj",
    "subtitle": "Skenuj · Cvič 100+ kociek",
    "description": "Riešič Kocky – Váš Dokonalý Partner\nSKENOVANIE KAMEROU A OKAMŽITÉ RIEŠENIE\nNamierte kameru na akúkoľvek zamiešanú kocku 3x3 a získajte pokyny krok za krokom behom niekoľkých sekúnd. Naša pokročilá rozpoznávacia technológia číta farby presne aj pri slabom osvetlení.\nVIAC AKO 100 VIRTUÁLNYCH HLAVOLAMOV\nOd klasických 2x2 a 3x3 po náročné 4x4, 5x5, Pyraminx, Megaminx a shape mody – preskúmajte neuveriteľnú rozmanitosť otáčacích hlavolamov. Cvičte kedykoľvek bez nosenia fyzických kociek.\nUČTE SA A ZLEPŠUJTE SA\nSledujte intuitívne 3D animácie, ktoré vás prevedú každým ťahom. Zaznamenávajte časy, stanovte osobné rekordy a stúpajte v globálnych rebríčkoch. Ideálne pre začiatočníkov učiacich sa prvé riešenie alebo speedcuberov trénujúcich na súťaže.\nFUNKCIE, KTORÉ SI ZAMILUJETE\n• Funguje offline – cvičte kdekoľvek\n• Globálne, miestne a priateľské rebríčky\n• Denné výzvy s odmenami\n• Generátor scramble pre férovú prax\n• Čisté, intuitívne rozhranie\nStiahnite teraz a riešte akúkoľvek kocku ako profesionál!"
  },
  "es": {
    "title": "Rubik Cubo Solver: Escanea",
    "subtitle": "Escanea · Practica 100+",
    "description": "Cubo Mágico – Tu Compañero Definitivo\nESCANEO CON CÁMARA Y SOLUCIÓN INSTANTÁNEA\nApunta tu cámara a cualquier cubo 3x3 mezclado y obtén instrucciones paso a paso en segundos. Nuestra tecnología de reconocimiento lee los colores con precisión, incluso con poca luz.\nMÁS DE 100 PUZZLES VIRTUALES\nDesde los clásicos 2x2 y 3x3 hasta los desafiantes 4x4, 5x5, Pyraminx, Megaminx y modificaciones de forma – explora una increíble variedad de rompecabezas giratorios. Practica en cualquier momento sin cargar cubos físicos.\nAPRENDE Y MEJORA\nSigue animaciones 3D intuitivas que te guían en cada movimiento. Registra tus tiempos, establece récords personales y sube en las clasificaciones globales. Perfecto para principiantes aprendiendo su primera solución o speedcubers entrenando para competir.\nFUNCIONES QUE AMARÁS\n• Funciona sin conexión – practica donde sea\n• Clasificaciones globales, locales y de amigos\n• Desafíos diarios con recompensas\n• Generador de mezclas para práctica justa\n• Interfaz limpia e intuitiva\n¡Descarga ahora y resuelve cualquier cubo como un profesional!"
  },
  "sv": {
    "title": "Rubiks Kub Solver: Skanna",
    "subtitle": "Skanna · Öva 100+ kuber",
    "description": "Kub Lösare – Din Ultimata Kub Partner\nKAMERASCANNING OCH OMEDELBAR LÖSNING\nRikta kameran mot en blandad 3x3 kub och få steg-för-steg instruktioner på sekunder. Vår avancerade igenkänningsteknik läser färger exakt, även i svagt ljus.\nÖVER 100 VIRTUELLA PUSSEL\nFrån klassiska 2x2 och 3x3 till utmanande 4x4, 5x5, Pyraminx, Megaminx och shape mods – utforska ett otroligt utbud av vridpussel. Öva när som helst utan att ta med fysiska kuber.\nLÄR DIG OCH BLI BÄTTRE\nFölj intuitiva 3D-animationer som guidar dig genom varje drag. Registrera dina tider, sätt personliga rekord och klättra i globala topplistor. Perfekt för nybörjare som lär sig sin första lösning eller speedcubers som tränar för tävling.\nFUNKTIONER DU KOMMER ÄLSKA\n• Fungerar offline – öva var som helst\n• Globala, lokala och vänlistor\n• Dagliga utmaningar med belöningar\n• Scramble-generator för rättvis övning\n• Rent, intuitivt gränssnitt\nLadda ner nu och lös vilken kub som helst som ett proffs!"
  },
  "th": {
    "title": "รูบิค คิวบ์ Solver: สแกน",
    "subtitle": "สแกน · ฝึก 100+ ลูกบาศก์",
    "description": "แก้ลูกบาศก์ – พาร์ทเนอร์ที่ดีที่สุด\nสแกนกล้อง และแก้ทันที\nชี้กล้องไปที่ลูกบาศก์ 3x3 ที่สับแล้ว รับคำแนะนำทีละขั้นตอนภายในไม่กี่วินาที เทคโนโลยีการจดจำขั้นสูงของเราอ่านสีได้แม่นยำแม้ในที่แสงน้อย\nมากกว่า 100 ปริศนาเสมือนจริง\nตั้งแต่ 2x2 และ 3x3 แบบคลาสสิก ไปจนถึง 4x4, 5x5 ที่ท้าทาย, Pyraminx, Megaminx และ shape mods – สำรวจความหลากหลายอย่างน่าทึ่งของปริศนาหมุน ฝึกซ้อมได้ทุกเมื่อโดยไม่ต้องพกลูกบาศก์จริง\nเรียนรู้ และพัฒนา\nทำตามแอนิเมชัน 3D ที่เข้าใจง่าย แนะนำคุณในทุกการเคลื่อนไหว บันทึกเวลาของคุณ ทำลายสถิติส่วนตัว และปีนอันดับโลก เหมาะสำหรับมือใหม่ที่เรียนรู้การแก้ครั้งแรก หรือ speedcuber ที่ฝึกซ้อมเพื่อแข่งขัน\nฟีเจอร์ที่คุณจะชอบ\n• ใช้งานออฟไลน์ได้ – ฝึกได้ทุกที่\n• อันดับโลก, ท้องถิ่น และเพื่อน\n• ความท้าทายรายวันพร้อมรางวัล\n• ตัวสร้างสุ่มสำหรับการฝึกที่ยุติธรรม\n• อินเทอร์เฟซสะอาดตา ใช้งานง่าย\nดาวน์โหลดเดี๋ยวนี้ และแก้รูบิคได้เหมือนมืออาชีพ!"
  },
  "tr": {
    "title": "Rubik Küp Solver: Tara Çöz",
    "subtitle": "Tara · 100+ küp pratik yap",
    "description": "Zeka Küpü Çözücü – Mükemmel Yardımcınız\nKAMERA TARAMASI VE ANINDA ÇÖZÜM\nKameranızı karıştırılmış herhangi bir 3x3 küpe yöneltin ve saniyeler içinde adım adım talimatlar alın. Gelişmiş tanıma teknolojimiz düşük ışıkta bile renkleri doğru okur.\n100'DEN FAZLA SANAL BULMACA\nKlasik 2x2 ve 3x3'ten zorlu 4x4, 5x5, Pyraminx, Megaminx ve şekil modlarına kadar – inanılmaz çeşitlilikte döner bulmacaları keşfedin. Fiziksel küp taşımadan istediğiniz zaman pratik yapın.\nÖĞREN VE GELİŞ\nHer harekette size rehberlik eden sezgisel 3D animasyonları takip edin. Sürelerinizi kaydedin, kişisel rekorlar kırın ve küresel sıralamalarda yükselin. İlk çözümünü öğrenen yeni başlayanlar veya yarışma için antrenman yapan speedcuber'lar için mükemmel.\nSEVECEĞİNİZ ÖZELLİKLER\n• Çevrimdışı çalışır – her yerde pratik yapın\n• Küresel, yerel ve arkadaş sıralamaları\n• Ödüllü günlük meydan okumalar\n• Adil pratik için karıştırma üreteci\n• Temiz, sezgisel arayüz\nŞimdi indirin ve herhangi bir küpü profesyonel gibi çözün!"
  },
  "uk": {
    "title": "Рубік Кубик Solver: Скан",
    "subtitle": "Скануй · Практика 100+",
    "description": "Кубик Розвʼязач – Ваш ідеальний помічник\nСКАНУВАННЯ КАМЕРОЮ ТА МИТТЄВЕ РІШЕННЯ\nНаведіть камеру на будь-який перемішаний кубик 3x3 і отримайте покрокові інструкції за лічені секунди. Наша передова технологія розпізнавання точно зчитує кольори навіть при слабкому освітленні.\nПОНАД 100 ВІРТУАЛЬНИХ ГОЛОВОЛОМОК\nВід класичних 2x2 та 3x3 до складних 4x4, 5x5, пірамідки, мегамінкса та шейп-модів – досліджуйте неймовірну різноманітність крутильних головоломок. Тренуйтеся будь-коли без фізичних кубиків.\nВЧІТЬСЯ ТА ВДОСКОНАЛЮЙТЕСЬ\nСлідуйте інтуїтивним 3D-анімаціям, які проведуть вас через кожен хід. Записуйте час, встановлюйте особисті рекорди та піднімайтеся в глобальних рейтингах. Ідеально для новачків, які освоюють перше складання, або спідкуберів, що готуються до змагань.\nФУНКЦІЇ, ЯКІ ВАМ СПОДОБАЮТЬСЯ\n• Працює офлайн – тренуйтеся будь-де\n• Глобальні, локальні та рейтинги друзів\n• Щоденні виклики з нагородами\n• Генератор скрамблів для чесної практики\n• Чистий, інтуїтивний інтерфейс\nЗавантажте зараз і складайте будь-який кубик як професіонал!"
  },
  "vi": {
    "title": "Rubik Solver: Quét và Giải",
    "subtitle": "Quét · Luyện tập 100+ khối",
    "description": "Giải Khối – Người Bạn Đồng Hành Hoàn Hảo\nQUÉT CAMERA & GIẢI NGAY LẬP TỨC\nChỉ camera vào bất kỳ khối 3x3 đã xáo nào và nhận hướng dẫn từng bước trong vài giây. Công nghệ nhận dạng tiên tiến của chúng tôi đọc màu chính xác ngay cả trong ánh sáng yếu.\nHƠN 100 CÂU ĐỐ ẢO\nTừ 2x2 và 3x3 cổ điển đến 4x4, 5x5 thách thức, Pyraminx, Megaminx và shape mods – khám phá sự đa dạng đáng kinh ngạc của các câu đố xoay. Luyện tập bất cứ lúc nào mà không cần mang theo khối thật.\nHỌC HỎI & NÂNG CAO\nTheo dõi các hoạt ảnh 3D trực quan hướng dẫn bạn từng bước. Ghi lại thời gian, lập kỷ lục cá nhân và leo hạng bảng xếp hạng toàn cầu. Hoàn hảo cho người mới học cách giải đầu tiên hoặc speedcuber luyện tập cho cuộc thi.\nTÍNH NĂNG BẠN SẼ THÍCH\n• Hoạt động offline – luyện tập mọi nơi\n• Bảng xếp hạng toàn cầu, địa phương và bạn bè\n• Thử thách hàng ngày với phần thưởng\n• Trình tạo scramble để luyện tập công bằng\n• Giao diện sạch sẽ, trực quan\nTải xuống ngay và giải bất kỳ khối nào như chuyên gia!"
  }
}