{
  "en": {
    "title": "Solitaire - Klondike Cards+",
    "subtitle": "Relax with classic Klondike",
    "description": "Experience the classic Klondike Solitaire with smooth animations and beautiful design. Perfect for all devices, enjoy the timeless card game loved by millions worldwide.\n\nMaster your skills with intelligent hint system that suggests the best moves, unlimited undo to correct mistakes, and auto-complete feature to finish games quickly. Track your progress with real-time statistics including score, time, and move count. Auto-save ensures you never lose progress.\n\nCompete on global leaderboards, regional rankings, and challenge friends. Choose your competition style: highest score, fastest time, or fewest moves. Complete daily challenges to earn coins and unlock beautiful background skins to personalize your game. Enjoy automatic dark and light theme switching with haptic feedback for every interaction.\n\nPerfect for commuting, breaks, or relaxing before bed. Play offline anytime, anywhere. Download now and start your Solitaire journey."
  },
  "ar": {
    "title": "‏+‏سوليتير ‏-‏ لعبة كلاسيكية",
    "subtitle": "استمتع بسوليتير الكلاسيكي",
    "description": "استمتع بلعبة سوليتير كلوندايك الكلاسيكية مع رسوم متحركة سلسة وتصميم جميل。مثالية لجميع الأجهزة، استمتع بلعبة الورق الخالدة التي يحبها الملايين حول العالم。\n\nأتقن مهاراتك مع نظام التلميحات الذكي الذي يقترح أفضل الحركات، والتراجع غير المحدود لتصحيح الأخطاء، وميزة الإكمال التلقائي لإنهاء الألعاب بسرعة。تتبع تقدمك مع إحصائيات في الوقت الفعلي بما في ذلك النقاط والوقت وعدد الحركات。الحفظ التلقائي يضمن عدم فقدان تقدمك أبدًا。\n\nتنافس في لوحات المتصدرين العالمية والتصنيفات الإقليمية وتحدى الأصدقاء。اختر أسلوب المنافسة الخاص بك: أعلى نقاط أو أسرع وقت أو أقل حركات。أكمل التحديات اليومية لكسب العملات وفتح خلفيات جميلة لتخصيص لعبتك。استمتع بالتبديل التلقائي بين السمة الداكنة والفاتحة مع الملاحظات اللمسية في كل تفاعل。\n\nمثالية للتنقل أو فترات الراحة أو الاسترخاء قبل النوم。العب دون اتصال في أي وقت وفي أي مكان。قم بالتنزيل الآن وابدأ رحلتك في السوليتير。"
  },
  "ca": {
    "title": "Solitari - Cartes Clàssiques+",
    "subtitle": "Gaudeix del solitari clàssic",
    "description": "Experimenteu el clàssic Solitari Klondike amb animacions fluides i un disseny preciós. Perfecte per a tots els dispositius, gaudiu del joc de cartes atemporal estimat per milions arreu del món.\n\nDomineu les vostres habilitats amb el sistema de pistes intel·ligent que suggereix els millors moviments, desfer il·limitat per corregir errors i funció d'autocompletat per acabar partides ràpidament. Feu seguiment del vostre progrés amb estadístiques en temps real incloent puntuació, temps i nombre de moviments. El desat automàtic garanteix que mai perdreu el vostre progrés.\n\nCompetiu en classificacions globals, rànquings regionals i desafieu amics. Trieu el vostre estil de competició: puntuació més alta, temps més ràpid o menys moviments. Completeu reptes diaris per guanyar monedes i desbloquejar temes de fons bonics per personalitzar el vostre joc. Gaudiu del canvi automàtic entre tema fosc i clar amb retorn hàptic a cada interacció.\n\nPerfecte per a desplaçaments, pauses o relaxar-se abans d'anar a dormir. Jugueu fora de línia en qualsevol moment, en qualsevol lloc. Descarregueu ara i comenceu el vostre viatge al Solitari."
  },
  "cs": {
    "title": "Pasiáns - Karetní Klasik+",
    "subtitle": "Pohodový klasický pasiáns",
    "description": "Zažijte klasické Klondike Solitaire s plynulými animacemi a krásným designem. Perfektní pro všechna zařízení, užijte si nadčasovou karetní hru milovanou miliony po celém světě.\n\nZdokonalte své dovednosti s inteligentním systémem nápovědy, který navrhuje nejlepší tahy, neomezeným vracením zpět pro opravu chyb a funkcí automatického dokončení pro rychlé ukončení her. Sledujte svůj pokrok s statistikami v reálném čase včetně skóre, času a počtu tahů. Automatické ukládání zajišťuje, že nikdy neztratíte svůj pokrok.\n\nSoutěžte v globálních žebříčcích, regionálních žebříčcích a vyzvěte přátele. Vyberte si svůj styl soutěže: nejvyšší skóre, nejrychlejší čas nebo nejméně tahů. Plňte denní výzvy, abyste získali mince a odemkli krásné motivy pozadí pro přizpůsobení vaší hry. Užijte si automatické přepínání mezi tmavým a světlým tématem s haptickou odezvou při každé interakci.\n\nIdeální pro dojíždění, přestávky nebo relaxaci před spaním. Hrajte offline kdykoli a kdekoli. Stáhněte si nyní a začněte svou cestu se Solitaire."
  },
  "da": {
    "title": "Kabale - Kortklassiker+",
    "subtitle": "Hyggeligt klassisk kabalespil",
    "description": "Oplev det klassiske Klondike Kabale med glatte animationer og smukt design. Perfekt til alle enheder, nyd det tidløse kortspil elsket af millioner verden over.\n\nMestre dine færdigheder med intelligent hintsystem, der foreslår de bedste træk, ubegrænset fortryd til at rette fejl og autofuldførelsesfunktion til hurtigt at afslutte spil. Spor din fremgang med realtidsstatistikker inklusive score, tid og antal træk. Automatisk gemning sikrer, at du aldrig mister din fremgang.\n\nKonkurrér i globale ranglister, regionale placeringer og udfordre venner. Vælg din konkurrencestil: højeste score, hurtigste tid eller færreste træk. Gennemfør daglige udfordringer for at tjene mønter og låse smukke baggrundstemaer op til at personalisere dit spil. Nyd automatisk skift mellem mørkt og lyst tema med haptisk feedback ved hver interaktion.\n\nPerfekt til pendling, pauser eller afslapning før sengetid. Spil offline når som helst, hvor som helst. Download nu og start din Kabale-rejse."
  },
  "de": {
    "title": "Solitär - Kartenklassiker+",
    "subtitle": "Entspanntes Solitär-Klassiker",
    "description": "Erleben Sie das klassische Klondike Solitaire mit flüssigen Animationen und wunderschönem Design. Perfekt für alle Geräte, genießen Sie das zeitlose Kartenspiel, das von Millionen weltweit geliebt wird.\n\nMeistern Sie Ihre Fähigkeiten mit dem intelligenten Hinweissystem, das die besten Züge vorschlägt, unbegrenztem Rückgängigmachen zur Fehlerkorrektur und der Auto-Vervollständigungsfunktion zum schnellen Beenden von Spielen. Verfolgen Sie Ihren Fortschritt mit Echtzeit-Statistiken einschließlich Punkte, Zeit und Anzahl der Züge. Die automatische Speicherung stellt sicher, dass Sie nie Ihren Fortschritt verlieren.\n\nTreten Sie in globalen Bestenlisten, regionalen Ranglisten an und fordern Sie Freunde heraus. Wählen Sie Ihren Wettbewerbsstil: höchste Punktzahl, schnellste Zeit oder wenigste Züge. Absolvieren Sie tägliche Herausforderungen, um Münzen zu verdienen und wunderschöne Hintergrund-Skins freizuschalten, um Ihr Spiel zu personalisieren. Genießen Sie den automatischen Wechsel zwischen dunklem und hellem Thema mit haptischem Feedback bei jeder Interaktion.\n\nPerfekt für Pendeln, Pausen oder zum Entspannen vor dem Schlafengehen. Spielen Sie jederzeit und überall offline. Jetzt herunterladen und Ihre Solitaire-Reise beginnen."
  },
  "el": {
    "title": "Πασιέντζα - Κλασικό Παιχνίδι+",
    "subtitle": "Χαλαρή κλασική πασιέντζα",
    "description": "Ζήστε την κλασική Klondike Πασιέντζα με ομαλά κινούμενα σχέδια και όμορφο σχεδιασμό. Ιδανικό για όλες τις συσκευές, απολαύστε το διαχρονικό παιχνίδι με τράπουλα που αγαπούν εκατομμύρια σε όλο τον κόσμο.\n\nΚατακτήστε τις δεξιότητές σας με έξυπνο σύστημα υποδείξεων που προτείνει τις καλύτερες κινήσεις, απεριόριστη αναίρεση για διόρθωση λαθών και λειτουργία αυτόματης ολοκλήρωσης για γρήγορη ολοκλήρωση παιχνιδιών. Παρακολουθήστε την πρόοδό σας με στατιστικά σε πραγματικό χρόνο που περιλαμβάνουν βαθμολογία, χρόνο και αριθμό κινήσεων. Η αυτόματη αποθήκευση διασφαλίζει ότι δεν θα χάσετε ποτέ την πρόοδό σας.\n\nΑνταγωνιστείτε σε παγκόσμιους πίνακες κατάταξης, περιφερειακές κατατάξεις και προκαλέστε φίλους. Επιλέξτε το στυλ ανταγωνισμού σας: υψηλότερη βαθμολογία, ταχύτερος χρόνος ή λιγότερες κινήσεις. Ολοκληρώστε καθημερινές προκλήσεις για να κερδίσετε νομίσματα και να ξεκλειδώσετε όμορφα θέματα φόντου για να προσαρμόσετε το παιχνίδι σας. Απολαύστε αυτόματη εναλλαγή μεταξύ σκούρου και ανοιχτού θέματος με απτική ανατροφοδότηση σε κάθε αλληλεπίδραση.\n\nΙδανικό για μετακινήσεις, διαλείμματα ή χαλάρωση πριν τον ύπνο. Παίξτε εκτός σύνδεσης ανά πάσα στιγμή, οπουδήποτε. Κατεβάστε τώρα και ξεκινήστε το ταξίδι σας στην Πασιέντζα."
  },
  "es": {
    "title": "Solitario - Cartas Clásicas+",
    "subtitle": "Disfruta del solitario clásico",
    "description": "Experimenta el clásico Solitario Klondike con animaciones fluidas y un hermoso diseño. Perfecto para todos los dispositivos, disfruta del juego de cartas atemporal amado por millones en todo el mundo.\n\nDomina tus habilidades con el sistema de pistas inteligente que sugiere los mejores movimientos, deshacer ilimitado para corregir errores y función de autocompletado para terminar partidas rápidamente. Rastrea tu progreso con estadísticas en tiempo real que incluyen puntuación, tiempo y número de movimientos. El guardado automático garantiza que nunca pierdas tu progreso.\n\nCompite en clasificaciones globales, rankings regionales y desafía a amigos. Elige tu estilo de competición: puntuación más alta, tiempo más rápido o menos movimientos. Completa desafíos diarios para ganar monedas y desbloquear hermosos fondos para personalizar tu juego. Disfruta del cambio automático entre tema oscuro y claro con retroalimentación háptica en cada interacción.\n\nPerfecto para el viaje diario, descansos o relajarte antes de dormir. Juega sin conexión en cualquier momento y lugar. Descarga ahora y comienza tu viaje en el Solitario."
  },
  "fi": {
    "title": "Pasianssi - Korttiklassikko+",
    "subtitle": "Klassinen pasianssi rentouttaa",
    "description": "Koe klassinen Klondike-pasianssi sujuvilla animaatioilla ja kauniilla suunnittelulla. Täydellinen kaikille laitteille, nauti ajattomasta korttipelistä, jota miljoonat rakastavat ympäri maailmaa.\n\nHallitse taitosi älykkään vihjejärjestelmän avulla, joka ehdottaa parhaita siirtoja, rajattomalla kumoamisella virheiden korjaamiseen ja automaattisella viimeistelytoiminnolla pelien nopeaan päättämiseen. Seuraa edistymistäsi reaaliaikaisilla tilastoilla, mukaan lukien pisteet, aika ja siirtojen määrä. Automaattinen tallennus varmistaa, ettet koskaan menetä edistymistäsi.\n\nKilpaile maailmanlaajuisissa tulostauluissa, alueellisissa sijoituksissa ja haasta ystäviä. Valitse kilpailutyylisi: korkein pistemäärä, nopein aika tai vähiten siirtoja. Suorita päivittäiset haasteet ansaitaksesi kolikoita ja avataksesi kauniita taustateemoja pelisi personoimiseksi. Nauti automaattisesta tumman ja vaalean teeman vaihtamisesta haptisen palautteen kera jokaisessa vuorovaikutuksessa.\n\nTäydellinen työmatkalle, tauoille tai rentoutumiseen ennen nukkumaanmenoa. Pelaa offline-tilassa milloin ja missä tahansa. Lataa nyt ja aloita Solitaire-matkasi."
  },
  "fr": {
    "title": "Solitaire - Cartes Classiques+",
    "subtitle": "Solitaire classique détente",
    "description": "Découvrez le classique Solitaire Klondike avec des animations fluides et un design magnifique. Parfait pour tous les appareils, profitez du jeu de cartes intemporel aimé par des millions de personnes dans le monde.\n\nMaîtrisez vos compétences avec le système d'indices intelligent qui suggère les meilleurs coups, l'annulation illimitée pour corriger les erreurs et la fonction de complétion automatique pour terminer les parties rapidement. Suivez votre progression avec des statistiques en temps réel incluant le score, le temps et le nombre de coups. La sauvegarde automatique garantit que vous ne perdez jamais votre progression.\n\nAffrontez le monde entier sur les classements mondiaux, les classements régionaux et défiez vos amis. Choisissez votre style de compétition : score le plus élevé, temps le plus rapide ou moins de coups. Complétez les défis quotidiens pour gagner des pièces et débloquer de magnifiques fonds pour personnaliser votre jeu. Profitez du basculement automatique entre thème sombre et clair avec retour haptique à chaque interaction.\n\nParfait pour les trajets, les pauses ou se détendre avant de dormir. Jouez hors ligne à tout moment, n'importe où. Téléchargez maintenant et commencez votre aventure Solitaire."
  },
  "he": {
    "title": "‏+‏סוליטר ‏-‏ משחק קלפים קלאסי",
    "subtitle": "סוליטר קלאסי מהנה",
    "description": "חוו את הקלונדייק סוליטר הקלאסי עם אנימציות חלקות ועיצוב יפהפה. מושלם לכל המכשירים, תהנו ממשחק הקלפים הנצחי האהוב על מיליונים ברחבי העולם.\n\nשלטו במיומנויות שלכם עם מערכת רמזים חכמה שמציעה את המהלכים הטובים ביותר, ביטול בלתי מוגבל לתיקון טעויות ותכונת השלמה אוטומטית לסיום משחקים במהירות. עקבו אחר ההתקדמות שלכם עם סטטיסטיקות בזמן אמת כולל ניקוד, זמן ומספר מהלכים. שמירה אוטומטית מבטיחה שלעולם לא תאבדו את ההתקדמות שלכם.\n\nהתחרו בלוחות מובילים גלובליים, דירוגים אזוריים ואתגרו חברים. בחרו את סגנון התחרות שלכם: הניקוד הגבוה ביותר, הזמן המהיר ביותר או המהלכים המעטים ביותר. השלימו אתגרים יומיים כדי להרוויח מטבעות ולפתוח נושאי רקע יפים לאישיות המשחק שלכם. תהנו ממעבר אוטומטי בין ערכת נושא כהה ובהירה עם משוב מישוש בכל אינטראקציה.\n\nמושלם לנסיעות, הפסקות או הרפיה לפני השינה. שחקו במצב לא מקוון בכל זמן, בכל מקום. הורידו עכשיו והתחילו את מסע הסוליטר שלכם."
  },
  "hi": {
    "title": "सॉलिटेयर - क्लासिक कार्ड गेम+",
    "subtitle": "क्लासिक सॉलिटेयर का आनंद लें",
    "description": "सुंदर एनिमेशन और खूबसूरत डिज़ाइन के साथ क्लासिक क्लोंडाइक सॉलिटेयर का अनुभव करें। सभी उपकरणों के लिए बिल्कुल सही, दुनिया भर में लाखों लोगों द्वारा पसंद किए जाने वाले कालातीत कार्ड गेम का आनंद लें।\n\nबुद्धिमान संकेत प्रणाली के साथ अपने कौशल में महारत हासिल करें जो सर्वोत्तम चालें सुझाती है, गलतियों को सुधारने के लिए असीमित पूर्ववत करें और गेम को जल्दी खत्म करने के लिए स्वतः पूर्ण सुविधा। स्कोर, समय और चालों की संख्या सहित वास्तविक समय के आंकड़ों के साथ अपनी प्रगति को ट्रैक करें। स्वचालित सहेजना सुनिश्चित करता है कि आप कभी भी अपनी प्रगति नहीं खोएंगे।\n\nवैश्विक लीडरबोर्ड, क्षेत्रीय रैंकिंग में प्रतिस्पर्धा करें और मित्रों को चुनौती दें। अपनी प्रतिस्पर्धा शैली चुनें: उच्चतम स्कोर, सबसे तेज समय या सबसे कम चालें। दैनिक चुनौतियों को पूरा करें और सिक्के अर्जित करें और अपने गेम को वैयक्तिकृत करने के लिए सुंदर पृष्ठभूमि थीम अनलॉक करें। प्रत्येक इंटरैक्शन पर हैप्टिक फीडबैक के साथ स्वचालित डार्क और लाइट थीम स्विचिंग का आनंद लें।\n\nआवागमन, विराम या सोने से पहले आराम करने के लिए बिल्कुल सही। कभी भी, कहीं भी ऑफलाइन खेलें। अभी डाउनलोड करें और अपनी सॉलिटेयर यात्रा शुरू करें।"
  },
  "hr": {
    "title": "Pasijans - Kartaški Klasik+",
    "subtitle": "Klasični pasijans za opuštanje",
    "description": "Doživite klasični Klondike Solitaire s glatkim animacijama i prekrasnim dizajnom. Savršen za sve uređaje, uživajte u bezvremena kartaškoj igri koju vole milijuni širom svijeta.\n\nSavladajte svoje vještine s inteligentnim sustavom savjeta koji predlaže najbolje poteze, neograničenim poništavanjem za ispravljanje grešaka i funkcijom automatskog dovršavanja za brzo završavanje igara. Pratite svoj napredak s statistikama u stvarnom vremenu uključujući rezultat, vrijeme i broj poteza. Automatsko spremanje osigurava da nikada ne izgubite svoj napredak.\n\nNatječite se u globalnim ljestvicama, regionalnim ljestvicama i izazovite prijatelje. Odaberite svoj stil natjecanja: najviši rezultat, najbrže vrijeme ili najmanje poteza. Dovršite dnevne izazove za zaradu novčića i otključavanje prekrasnih pozadinskih tema za personalizaciju vaše igre. Uživajte u automatskoj promjeni između tamne i svijetle teme s haptičkom povratnom informacijom pri svakoj interakciji.\n\nSavršeno za putovanje, pauze ili opuštanje prije spavanja. Igrajte izvan mreže bilo kada, bilo gdje. Preuzmite sada i započnite svoje Solitaire putovanje."
  },
  "hu": {
    "title": "Pasziánsz - Kártya Klasszikus+",
    "subtitle": "Klasszikus pasziánsz pihenés",
    "description": "Tapasztalja meg a klasszikus Klondike-pasziánszt sima animációkkal és gyönyörű designnal. Tökéletes minden eszközre, élvezze az időtlen kártyajátékot, amelyet világszerte milliók szeretnek.\n\nSajátítsa el készségeit az intelligens tipprendszerrel, amely a legjobb lépéseket javasolja, korlátlan visszavonással a hibák javításához és automatikus kiegészítő funkcióval a játékok gyors befejezéséhez. Kövesse nyomon haladását valós idejű statisztikákkal, beleértve a pontszámot, az időt és a lépések számát. Az automatikus mentés biztosítja, hogy soha ne veszítse el haladását.\n\nVersenyezzen globális ranglistákon, regionális rangsorokban és hívja ki barátait. Válassza ki versengési stílusát: legmagasabb pontszám, leggyorsabb idő vagy legkevesebb lépés. Teljesítse a napi kihívásokat, hogy érméket szerezzen és gyönyörű háttértémákat oldjon fel játéka személyre szabásához. Élvezze az automatikus váltást a sötét és világos téma között haptikus visszajelzéssel minden interakciónál.\n\nTökéletes ingázáshoz, szünetekhez vagy lefekvés előtti relaxáláshoz. Játsszon offline bármikor, bárhol. Töltse le most és kezdje el Pasziánsz utazását."
  },
  "id": {
    "title": "Solitaire - Gim Kartu Klasik+",
    "subtitle": "Santai dengan solitaire klasik",
    "description": "Rasakan Solitaire Klondike klasik dengan animasi halus dan desain indah. Sempurna untuk semua perangkat, nikmati permainan kartu abadi yang dicintai jutaan orang di seluruh dunia.\n\nKuasai keterampilan Anda dengan sistem petunjuk cerdas yang menyarankan langkah terbaik, pembatalan tanpa batas untuk memperbaiki kesalahan, dan fitur pelengkapan otomatis untuk menyelesaikan permainan dengan cepat. Lacak kemajuan Anda dengan statistik waktu nyata termasuk skor, waktu, dan jumlah langkah. Penyimpanan otomatis memastikan Anda tidak akan pernah kehilangan kemajuan.\n\nBersaing di papan peringkat global, peringkat regional, dan tantang teman. Pilih gaya kompetisi Anda: skor tertinggi, waktu tercepat, atau langkah paling sedikit. Selesaikan tantangan harian untuk mendapatkan koin dan buka kunci tema latar belakang indah untuk mempersonalisasi permainan Anda. Nikmati perpindahan otomatis antara tema gelap dan terang dengan umpan balik haptik di setiap interaksi.\n\nSempurna untuk perjalanan, istirahat, atau bersantai sebelum tidur. Main offline kapan saja, di mana saja. Unduh sekarang dan mulai perjalanan Solitaire Anda."
  },
  "it": {
    "title": "Solitario - Carte Classiche+",
    "subtitle": "Goditi il solitario classico",
    "description": "Vivi il classico Solitario Klondike con animazioni fluide e un design accattivante. Perfetto per tutti i dispositivi, goditi il gioco di carte senza tempo amato da milioni in tutto il mondo.\n\nPadroneggia le tue abilità con il sistema di suggerimenti intelligente che propone le mosse migliori, annullamento illimitato per correggere gli errori e funzione di completamento automatico per terminare le partite rapidamente. Monitora i tuoi progressi con statistiche in tempo reale inclusi punteggio, tempo e numero di mosse. Il salvataggio automatico garantisce che non perderai mai i tuoi progressi.\n\nGareggia nelle classifiche globali, classifiche regionali e sfida gli amici. Scegli il tuo stile di competizione: punteggio più alto, tempo più veloce o minor numero di mosse. Completa le sfide giornaliere per guadagnare monete e sbloccare splendide skin di sfondo per personalizzare il tuo gioco. Goditi il passaggio automatico tra tema scuro e chiaro con feedback aptico per ogni interazione.\n\nPerfetto per i viaggi, le pause o rilassarsi prima di dormire. Gioca offline in qualsiasi momento, ovunque. Scarica ora e inizia il tuo viaggio nel Solitario."
  },
  "ja": {
    "title": "ソリティア - 定番カードゲーム+",
    "subtitle": "定番ソリティアでひと休み",
    "description": "クラシックなクロンダイクソリティアを、滑らかなアニメーションと美しいデザインで体験してください。あらゆるデバイスに対応し、世界中の何百万人ものプレイヤーに愛されている時代を超えたカードゲームをお楽しみいただけます。\n\n最適な手を提案するインテリジェントヒントシステム、ミスを修正できる無制限のアンドゥ、ゲームを素早く終了できるオートコンプリート機能でスキルを磨きましょう。スコア、時間、移動回数をリアルタイム統計で追跡できます。自動保存機能で進捗を失うことはありません。\n\nグローバルリーダーボード、地域ランキングで競い、フレンドに挑戦しましょう。競争スタイルを選択：最高スコア、最速タイム、または最少移動。毎日のチャレンジをクリアしてコインを獲得し、美しい背景スキンをアンロックしてゲームをパーソナライズしましょう。ダークモードとライトモードが自動切替、ハプティックフィードバックですべてのインタラクションを感じ取れます。\n\n通勤中、休憩時間、就寝前のリラックスに最適です。いつでもどこでもオフラインでプレイできます。今すぐダウンロードして、ソリティアの旅を始めましょう。"
  },
  "ko": {
    "title": "솔리테어 - 클래식 카드게임+",
    "subtitle": "클래식 솔리테어로 휴식",
    "description": "부드러운 애니메이션과 아름다운 디자인의 클래식 클론다이크 솔리테어를 경험하세요。모든 기기에 완벽하게 대응하며, 전 세계 수백만 명이 사랑하는 시대를 초월한 카드 게임을 즐기세요。\n\n최적의 수를 제안하는 지능형 힌트 시스템, 실수를 수정할 수 있는 무제한 실행 취소, 게임을 빠르게 완료할 수 있는 자동 완성 기능으로 기술을 마스터하세요。점수, 시간, 이동 횟수를 실시간 통계로 추적하세요。자동 저장 기능으로 진행 상황을 잃지 않습니다。\n\n글로벌 리더보드, 지역 랭킹에서 경쟁하고 친구에게 도전하세요。경쟁 스타일을 선택하세요: 최고 점수, 최단 시간, 또는 최소 이동。매일 도전을 완료하여 코인을 획득하고 아름다운 배경 스킨을 잠금 해제하여 게임을 개인화하세요。다크 모드와 라이트 모드가 자동 전환되며, 햅틱 피드백으로 모든 상호작용을 느껴보세요。\n\n통근, 휴식 시간 또는 취침 전 휴식에 완벽합니다。언제 어디서나 오프라인으로 플레이하세요。지금 다운로드하여 솔리테어 여정을 시작하세요。"
  },
  "ms": {
    "title": "Solitaire - Gim Kad Klasik+",
    "subtitle": "Santai dengan solitaire klasik",
    "description": "Alami Solitaire Klondike klasik dengan animasi lancar dan reka bentuk cantik. Sempurna untuk semua peranti, nikmati permainan kad abadi yang digemari berjuta-juta orang di seluruh dunia.\n\nKuasai kemahiran anda dengan sistem petunjuk pintar yang mencadangkan pergerakan terbaik, buat asal tanpa had untuk membetulkan kesilapan, dan ciri siap automatik untuk menghabiskan permainan dengan cepat. Jejaki kemajuan anda dengan statistik masa nyata termasuk skor, masa dan bilangan pergerakan. Penjimatan automatik memastikan anda tidak akan kehilangan kemajuan.\n\nBersaing dalam papan pendahulu global, kedudukan serantau dan cabar rakan. Pilih gaya persaingan anda: skor tertinggi, masa terpantas atau pergerakan paling sedikit. Selesaikan cabaran harian untuk mendapat syiling dan buka kunci tema latar belakang cantik untuk memperibadikan permainan anda. Nikmati penukaran automatik antara tema gelap dan cerah dengan maklum balas haptik pada setiap interaksi.\n\nSempurna untuk berulang-alik, rehat atau berehat sebelum tidur. Main luar talian pada bila-bila masa, di mana-mana sahaja. Muat turun sekarang dan mulakan perjalanan Solitaire anda."
  },
  "no": {
    "title": "Kabal - Kortklassiker+",
    "subtitle": "Slapp av med klassisk kabal",
    "description": "Opplev den klassiske Klondike-kabal med jevne animasjoner og vakker design. Perfekt for alle enheter, nyt det tidløse kortspillet elsket av millioner over hele verden.\n\nMestre ferdighetene dine med intelligent hint-system som foreslår de beste trekkene, ubegrenset angre for å rette feil og automatisk fullføring for å avslutte spill raskt. Spor fremgangen din med sanntidsstatistikk inkludert poengsum, tid og antall trekk. Automatisk lagring sikrer at du aldri mister fremgangen din.\n\nKonkurrér i globale poengtavler, regionale rangeringer og utfordre venner. Velg din konkurransestil: høyeste poengsum, raskeste tid eller færrest trekk. Fullfør daglige utfordringer for å tjene mynter og låse opp vakre bakgrunnstemaer for å tilpasse spillet ditt. Nyt automatisk bytte mellom mørkt og lyst tema med haptisk tilbakemelding ved hver interaksjon.\n\nPerfekt for pendling, pauser eller avslapning før sengetid. Spill frakoblet når som helst, hvor som helst. Last ned nå og start Kabal-reisen din."
  },
  "pl": {
    "title": "Pasjans - Klasyk Kartowy+",
    "subtitle": "Klasyczny pasjans na relaks",
    "description": "Doświadcz klasycznego pasjansa Klondike z płynnymi animacjami i pięknym designem. Idealny na wszystkie urządzenia, ciesz się ponadczasową grą karcianą uwielbianą przez miliony na całym świecie.\n\nOpanuj swoje umiejętności dzięki inteligentnemu systemowi podpowiedzi sugerującemu najlepsze ruchy, nieograniczonemu cofaniu do poprawiania błędów i funkcji autouzupełniania do szybkiego kończenia gier. Śledź swoje postępy dzięki statystykom w czasie rzeczywistym, obejmującym wynik, czas i liczbę ruchów. Automatyczny zapis gwarantuje, że nigdy nie stracisz swoich postępów.\n\nRywalizuj w globalnych tablicach wyników, rankingach regionalnych i rzucaj wyzwanie przyjaciołom. Wybierz swój styl rywalizacji: najwyższy wynik, najszybszy czas lub najmniej ruchów. Ukończ codzienne wyzwania, aby zdobyć monety i odblokować piękne motywy tła, aby spersonalizować swoją grę. Ciesz się automatycznym przełączaniem między ciemnym i jasnym motywem z informacją zwrotną haptyczną przy każdej interakcji.\n\nIdealny na dojazdy, przerwy lub relaks przed snem. Graj offline w każdej chwili i wszędzie. Pobierz teraz i rozpocznij swoją przygodę z pasjansem."
  },
  "pt-BR": {
    "title": "Paciência - Cartas Clássicas+",
    "subtitle": "Paciência clássica relaxante",
    "description": "Experimente o clássico Paciência Klondike com animações suaves e design bonito. Perfeito para todos os dispositivos, aproveite o jogo de cartas atemporal amado por milhões em todo o mundo.\n\nDomine suas habilidades com o sistema de dicas inteligente que sugere os melhores movimentos, desfazer ilimitado para corrigir erros e recurso de autocompletar para terminar jogos rapidamente. Acompanhe seu progresso com estatísticas em tempo real incluindo pontuação, tempo e número de movimentos. O salvamento automático garante que você nunca perca seu progresso.\n\nCompita em classificações globais, rankings regionais e desafie amigos. Escolha seu estilo de competição: pontuação mais alta, tempo mais rápido ou menos movimentos. Complete desafios diários para ganhar moedas e desbloquear belos temas de fundo para personalizar seu jogo. Aproveite a alternância automática entre tema escuro e claro com feedback tátil em cada interação.\n\nPerfeito para deslocamentos, pausas ou relaxar antes de dormir. Jogue offline a qualquer momento, em qualquer lugar. Baixe agora e comece sua jornada no Paciência."
  },
  "pt": {
    "title": "Paciência - Cartas Clássicas+",
    "subtitle": "Paciência clássica relaxante",
    "description": "Experimente o clássico Paciência Klondike com animações suaves e design bonito. Perfeito para todos os dispositivos, aproveite o jogo de cartas atemporal amado por milhões em todo o mundo.\n\nDomine suas habilidades com o sistema de dicas inteligente que sugere os melhores movimentos, desfazer ilimitado para corrigir erros e recurso de autocompletar para terminar jogos rapidamente. Acompanhe seu progresso com estatísticas em tempo real incluindo pontuação, tempo e número de movimentos. O salvamento automático garante que você nunca perca seu progresso.\n\nCompita em classificações globais, rankings regionais e desafie amigos. Escolha seu estilo de competição: pontuação mais alta, tempo mais rápido ou menos movimentos. Complete desafios diários para ganhar moedas e desbloquear belos temas de fundo para personalizar seu jogo. Aproveite a alternância automática entre tema escuro e claro com feedback tátil em cada interação.\n\nPerfeito para deslocamentos, pausas ou relaxar antes de dormir. Jogue offline a qualquer momento, em qualquer lugar. Baixe agora e comece sua jornada no Paciência."
  },
  "ro": {
    "title": "Solitaire - Cărți Clasice+",
    "subtitle": "Bucură-te de solitarul clasic",
    "description": "Experimentați clasicul Solitaire Klondike cu animații fluide și design frumos. Perfect pentru toate dispozitivele, bucurați-vă de jocul de cărți fără timp îndrăgit de milioane în întreaga lume.\n\nStăpâniți-vă abilitățile cu sistemul inteligent de indicii care sugerează cele mai bune mutări, anulare nelimitată pentru corectarea greșelilor și funcția de completare automată pentru terminarea rapidă a jocurilor. Urmăriți-vă progresul cu statistici în timp real incluzând scor, timp și număr de mutări. Salvarea automată asigură că nu veți pierde niciodată progresul.\n\nConcurați în clasamente globale, clasamente regionale și provocați prietenii. Alegeți stilul dvs. de competiție: cel mai mare scor, cel mai rapid timp sau cele mai puține mutări. Completați provocările zilnice pentru a câștiga monede și a debloca teme de fundal frumoase pentru a personaliza jocul. Bucurați-vă de comutarea automată între tema închisă și deschisă cu feedback haptic la fiecare interacțiune.\n\nPerfect pentru naveta, pauze sau relaxare înainte de culcare. Jucați offline oricând, oriunde. Descărcați acum și începeți călătoria dvs. Solitaire."
  },
  "ru": {
    "title": "Пасьянс - Клондайк Классика+",
    "subtitle": "Отдых с классическим пасьянсом",
    "description": "Испытайте классический пасьянс Клондайк с плавными анимациями и красивым дизайном. Идеально для всех устройств, наслаждайтесь вневременной карточной игрой, любимой миллионами по всему миру.\n\nСовершенствуйте свои навыки с интеллектуальной системой подсказок, предлагающей лучшие ходы, неограниченной отменой для исправления ошибок и функцией автозавершения для быстрого окончания игр. Отслеживайте свой прогресс с помощью статистики в реальном времени, включая счет, время и количество ходов. Автосохранение гарантирует, что вы никогда не потеряете свой прогресс.\n\nСоревнуйтесь в глобальных таблицах лидеров, региональных рейтингах и бросайте вызов друзьям. Выберите свой стиль соревнования: наивысший счет, самое быстрое время или наименьшее количество ходов. Выполняйте ежедневные задания, чтобы зарабатывать монеты и разблокировать красивые фоновые темы для персонализации игры. Наслаждайтесь автоматическим переключением между темной и светлой темами с тактильной обратной связью при каждом взаимодействии.\n\nИдеально подходит для поездок, перерывов или расслабления перед сном. Играйте офлайн в любое время и в любом месте. Скачайте сейчас и начните свое путешествие в пасьянс."
  },
  "sk": {
    "title": "Soliter - Kartový Klasik+",
    "subtitle": "Klasický solitér na oddych",
    "description": "Zažite klasické Klondike Solitaire s plynulými animáciami a krásnym dizajnom. Perfektné pre všetky zariadenia, užite si nadčasovú kartovú hru milovanú miliónmi po celom svete.\n\nZdokonalte svoje zručnosti s inteligentným systémom rád, ktorý navrhuje najlepšie ťahy, neobmedzeným vrátením späť na opravu chýb a funkciou automatického dokončenia na rýchle ukončenie hier. Sledujte svoj pokrok so štatistikami v reálnom čase vrátane skóre, času a počtu ťahov. Automatické ukladanie zabezpečuje, že nikdy nestratíte svoj pokrok.\n\nSúťažte v globálnych rebríčkoch, regionálnych rebríčkoch a vyzvite priateľov. Vyberte si svoj štýl súťaženia: najvyššie skóre, najrýchlejší čas alebo najmenej ťahov. Plňte denné výzvy, aby ste získali mince a odomkli krásne motívy pozadia na prispôsobenie vašej hry. Užite si automatické prepínanie medzi tmavou a svetlou témou s haptickou odozvou pri každej interakcii.\n\nIdeálne na dochádzanie, prestávky alebo relaxáciu pred spaním. Hrajte offline kedykoľvek a kdekoľvek. Stiahnite si teraz a začnite svoju cestu so Solitaire."
  },
  "sv": {
    "title": "Patiens - Kortklassiker+",
    "subtitle": "Koppla av med klassisk patiens",
    "description": "Upplev den klassiska Klondike-patiensen med mjuka animationer och vacker design. Perfekt för alla enheter, njut av det tidlösa kortspelet älskat av miljoner över hela världen.\n\nBemästra dina färdigheter med intelligent hintsystem som föreslår de bästa dragen, obegränsad ångra för att rätta till fel och autokompletteringsfunktion för att snabbt avsluta spel. Spåra din framgång med realtidsstatistik inklusive poäng, tid och antal drag. Automatisk sparning säkerställer att du aldrig förlorar din framgång.\n\nTävla i globala topplister, regionala rankningar och utmana vänner. Välj din tävlingsstil: högsta poäng, snabbaste tid eller minst antal drag. Slutför dagliga utmaningar för att tjäna mynt och låsa upp vackra bakgrundsteman för att anpassa ditt spel. Njut av automatisk växling mellan mörkt och ljust tema med haptisk feedback vid varje interaktion.\n\nPerfekt för pendling, raster eller avkoppling före läggdags. Spela offline när som helst, var som helst. Ladda ner nu och börja din Patiens-resa."
  },
  "th": {
    "title": "โซลิแทร์ - เกมไพ่คลาสสิก+",
    "subtitle": "เพลิดเพลินกับโซลิแทร์คลาสสิก",
    "description": "สัมผัสเกมไพ่เก็บเรียง Klondike คลาสสิกด้วยแอนิเมชันที่ลื่นไหลและการออกแบบที่สวยงาม เหมาะสำหรับทุกอุปกรณ์ เพลิดเพลินกับเกมไพ่เหนือกาลเวลาที่ผู้คนนับล้านทั่วโลกชื่นชอบ\n\nเชี่ยวชาญทักษะของคุณด้วยระบบคำใบ้อัจฉริยะที่แนะนำการเคลื่อนไหวที่ดีที่สุด การเลิกทำไม่จำกัดเพื่อแก้ไขข้อผิดพลาด และฟีเจอร์ทำให้สำเร็จอัตโนมัติเพื่อจบเกมอย่างรวดเร็ว ติดตามความคืบหน้าของคุณด้วยสถิติแบบเรียลไทม์รวมถึงคะแนน เวลา และจำนวนการเคลื่อนไหว การบันทึกอัตโนมัติทำให้มั่นใจว่าคุณจะไม่สูญเสียความคืบหน้า\n\nแข่งขันในกระดานผู้นำทั่วโลก การจัดอันดับระดับภูมิภาค และท้าทายเพื่อน เลือกสไตล์การแข่งขันของคุณ: คะแนนสูงสุด เวลาเร็วที่สุด หรือการเคลื่อนไหวน้อยที่สุด ทำความท้าทายรายวันให้สำเร็จเพื่อรับเหรียญและปลดล็อกธีมพื้นหลังที่สวยงามเพื่อปรับแต่งเกมของคุณ เพลิดเพลินกับการสลับระหว่างธีมมืดและสว่างอัตโนมัติพร้อมการตอบสนองแบบสัมผัสในทุกการโต้ตอบ\n\nเหมาะสำหรับการเดินทางไปทำงาน พักผ่อน หรือผ่อนคลายก่อนนอน เล่นออฟไลน์ได้ทุกที่ทุกเวลา ดาวน์โหลดตอนนี้และเริ่มต้นการเดินทางเกมไพ่เก็บเรียงของคุณ"
  },
  "tr": {
    "title": "Solitaire - Klasik Kart Oyunu+",
    "subtitle": "Keyifli klasik Solitaire",
    "description": "Pürüzsüz animasyonlar ve güzel tasarımla klasik Klondike Solitaire deneyimini yaşayın. Tüm cihazlar için mükemmel, dünya çapında milyonlar tarafından sevilen zamansız kart oyununun keyfini çıkarın.\n\nEn iyi hamleleri öneren akıllı ipucu sistemi, hataları düzeltmek için sınırsız geri alma ve oyunları hızla bitirmek için otomatik tamamlama özelliği ile becerilerinizi geliştirin. Puan, süre ve hamle sayısı dahil gerçek zamanlı istatistiklerle ilerlemenizi takip edin. Otomatik kayıt, ilerlemenizi asla kaybetmemenizi sağlar.\n\nKüresel lider tablolarında, bölgesel sıralamalarda yarışın ve arkadaşlarınıza meydan okuyun. Rekabet tarzınızı seçin: en yüksek puan, en hızlı süre veya en az hamle. Madeni para kazanmak için günlük zorlukları tamamlayın ve oyununuzu kişiselleştirmek için güzel arka plan temalarının kilidini açın. Her etkileşimde dokunsal geri bildirimle otomatik koyu ve açık tema geçişinin keyfini çıkarın.\n\nYolculuklar, molalar veya uyumadan önce rahatlamak için mükemmel. Her zaman, her yerde çevrimdışı oynayın. Şimdi indirin ve Solitaire yolculuğunuza başlayın."
  },
  "uk": {
    "title": "Пасьянс - Клондайк Класика+",
    "subtitle": "Класичний пасьянс для релаксу",
    "description": "Відчуйте класичний пасьянс Клондайк з плавними анімаціями та красивим дизайном. Ідеально для всіх пристроїв, насолоджуйтесь позачасовою карточною грою, улюбленою мільйонами по всьому світу.\n\nВдосконалюйте свої навички з інтелектуальною системою підказок, яка пропонує найкращі ходи, необмеженою відміною для виправлення помилок і функцією автозавершення для швидкого закінчення ігор. Відстежуйте свій прогрес за допомогою статистики в реальному часі, включаючи рахунок, час і кількість ходів. Автоматичне збереження гарантує, що ви ніколи не втратите свій прогрес.\n\nЗмагайтеся в глобальних таблицях лідерів, регіональних рейтингах і кидайте виклик друзям. Виберіть свій стиль змагання: найвищий рахунок, найшвидший час або найменша кількість ходів. Виконуйте щоденні завдання, щоб заробляти монети та розблокувати красиві фонові теми для персоналізації вашої гри. Насолоджуйтесь автоматичним перемиканням між темною та світлою темами з тактильним зворотним зв'язком при кожній взаємодії.\n\nІдеально підходить для поїздок, перерв або розслаблення перед сном. Грайте офлайн у будь-який час і в будь-якому місці. Завантажте зараз і почніть свою подорож у пасьянс."
  },
  "vi": {
    "title": "Solitaire - Trò Bài Cổ Điển+",
    "subtitle": "Thư giãn với solitaire cổ điển",
    "description": "Trải nghiệm trò chơi Solitaire Klondike cổ điển với hoạt ảnh mượt mà và thiết kế đẹp mắt. Hoàn hảo cho mọi thiết bị, hãy tận hưởng trò chơi bài vượt thời gian được hàng triệu người yêu thích trên toàn thế giới.\n\nNắm vững kỹ năng của bạn với hệ thống gợi ý thông minh đề xuất các nước đi tốt nhất, hoàn tác không giới hạn để sửa lỗi và tính năng tự động hoàn thành để kết thúc trò chơi nhanh chóng. Theo dõi tiến trình của bạn với thống kê thời gian thực bao gồm điểm số, thời gian và số lượt di chuyển. Lưu tự động đảm bảo bạn không bao giờ mất tiến trình.\n\nThi đấu trên bảng xếp hạng toàn cầu, xếp hạng khu vực và thách thức bạn bè. Chọn phong cách thi đấu của bạn: điểm số cao nhất, thời gian nhanh nhất hoặc ít nước đi nhất. Hoàn thành thử thách hàng ngày để kiếm xu và mở khóa các chủ đề nền đẹp để cá nhân hóa trò chơi của bạn. Tận hưởng tự động chuyển đổi giữa chủ đề tối và sáng với phản hồi xúc giác ở mọi tương tác.\n\nHoàn hảo cho việc đi lại, giải lao hoặc thư giãn trước khi đi ngủ. Chơi ngoại tuyến mọi lúc, mọi nơi. Tải xuống ngay và bắt đầu hành trình Solitaire của bạn."
  },
  "zh-Hans": {
    "title": "纸牌接龙 - 经典纸牌游戏+",
    "subtitle": "畅玩经典纸牌接龙",
    "description": "体验经典克朗代克接龙游戏，流畅的动画和精美的设计。适合各种设备，享受这款深受全球数百万玩家喜爱的经典纸牌游戏。\n\n借助智能提示系统掌握技巧，找到最佳走法，无限撤销功能纠正错误，自动完成功能快速结束游戏。通过实时统计追踪分数、时间和步数。自动保存进度，随时继续游戏。\n\n在全球排行榜、地区排行榜和好友排行榜上竞技。选择你的比拼方式：最高分数、最快时间或最少步数。完成每日挑战赢取金币，解锁精美背景皮肤，个性化你的游戏。深浅色主题自动切换，触觉反馈增强每次互动体验。\n\n非常适合通勤、休息或睡前放松。随时随地离线游玩。立即下载，开启你的接龙之旅。"
  },
  "zh-Hant": {
    "title": "紙牌接龍 - 經典紙牌遊戲+",
    "subtitle": "暢玩經典紙牌接龍",
    "description": "體驗經典克朗代克接龍遊戲，流暢的動畫和精美的設計。適合各種裝置，享受這款深受全球數百萬玩家喜愛的經典紙牌遊戲。\n\n藉助智慧提示系統掌握技巧，找到最佳走法，無限撤銷功能糾正錯誤，自動完成功能快速結束遊戲。透過即時統計追蹤分數、時間和步數。自動儲存進度，隨時繼續遊戲。\n\n在全球排行榜、地區排行榜和好友排行榜上競技。選擇你的比拼方式：最高分數、最快時間或最少步數。完成每日挑戰贏取金幣，解鎖精美背景皮膚，個人化你的遊戲。深淺色主題自動切換，觸覺回饋增強每次互動體驗。\n\n非常適合通勤、休息或睡前放鬆。隨時隨地離線遊玩。立即下載，開啟你的接龍之旅。"
  }
}